Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <link xref="troubleshooting">Troubleshooting</link> page for help solving the problem.
de: In den meisten Fällen können Sie sich ohne weitere Konfiguration durch das Wählen von "Verbinden" mit dem Tor Netzwerk verbinden. Nach dem Klicken wird eine Fortschrittsanzeige eingeblendet die den Verbindungsprozess anzeigt. Wenn Sie über eine relativ schnelle Verbindung verfügen aber die Fortschrittsanzeige an einem bestimmten Punkt festzuhängen scheint, schauen Sie bitte auf der Seite <link xref="troubleshooting">Fehlerbehebung</link> für weitere Hilfe um dieses Problem zu beheben.
es_es: En la mayoría de los casos, escoger "Conectar" le permitirá conectar a la red Tor sin ninguna configuración adicional. Una vez haga clic, aparecerá una barra de estado mostrando el progreso de la conexión de Tor. Si tiene una conexión relativamente rápida, pero la barra parece haberse quedado fija en un determinado punto, vea la página <link xref="troubleshooting">Solución de problemas</link> en busca de ayuda para solucionar el problema.
fr: Dans la plupart des cas, « Se connecter » vous permettra de vous connecter au réseau Tor sans autre configuration. Une fois que vous aurez cliqué, une barre d'état apparaîtra et affichera l'avancement de la connexion de Tor. Si votre connexion est plutôt rapide, mais que la barre d'état semble bloquer à un certain niveau, la page <link xref="troubleshooting">Dépannage</link> vous aidera à régler le problème.
nl: In de meeste gevallen, kiezen voor "Verbind" zal u toestaan te verbinden met het Tor netwerk zonder enige verdere configuratie. Eens geklikt, een statusbalk zal verschijnen, die Tor's connectie vooruitgang toont. Als u op relatief snelle verbinding zit, maar de balk lijkt vast te geraken op een zeker punt, zie de <link xref="troubleshooting">Probleemoplossing</link> pagina voor help om het probleem op te lossen.
pt_br: Na maior parte dos casos, escolher "Conectar" irá possibilitar conectar-se à rede Tor sem necessidade de outras configurações. Após clicar em "Conectar" a barra de status aparecerá, mostrando a progressão da conexão. Se você dispuser de uma conexão rápida, mas essa barra parar a um certo ponto, consulte a página <link xref="troubleshooting">Como solucionar problemas</link> para obter ajuda.
vi: Trong hầu hết các trường hợp, việc chọn "Kết nối" sẽ cho phép bạn kết nối tới mạng lưới Tor mà không cần bất cứ cấu hình nào thêm. Ngay khi được kích chuột, một thanh trạng thái sẽ xuất hiện, biểu thị tiến trình kết nối của Tor. Nếu tốc độ kết nối mạng của bạn tương đối nhanh, nhưng thanh này dường như bị nghẽn lại tại một điển nào đó, hãy xem trang <link xref="troubleshooting">Xử lý sự cố</link> để giúp giải quyết vấn đề đó.
zh_cn: 在大多数情况下，点击“连接”可以让您不作任何进一步的设置就直接连上洋葱路由网络，点击后将会出现一条状态栏显示目前洋葱路由的连接创建过程，如果您的网络带宽充足但是此状态栏却长时间停滞在某个点上无法完成连接创建，请参考<link xref="troubleshooting">错误处理</link>页面以寻求解决问题的协助。

source: Configure
de: Konfigurieren
es_es: Configurar
fr: Configurer
nl: Configureren
pt_br: Configurar
vi: Cấu hình
zh_cn: 配置

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
de: Wenn Sie wissen, dass Ihre Verbindung zensiert wird oder einen Proxy benutzt, dann sollten Sie diese Option wählen. Tor Browser wird Sie durch eine Reihe von Konfigurationsoptionen führen.
es_es: Si sabe que su conexión está censurada, o usa un proxy, debe seleccionar esta opción. El Navegador Tor le llevará a través de una serie de opciones de configuración.
fr: Si vous savez que votre connexion est censurée ou utilise un mandataire, vous devriez sélectionner cette option. Le navigateur Tor vous fera passer en revue une série d'options de configuration.
nl: Als u weet dat uw verbinden is gecensureerd, of een proxy gebruikt, zou u deze optie moeten selecteren. Tor Browser zal u door een reeks configuratie opties nemen.
pt_br: Se você souber que a sua conexão está sendo censurada, ou que ela usa proxy, é melhor selecionar essa opção. O Navegador Tor a/o guiará em uma série de opções de configuração.
vi: Nếu bạn biết kết nối của bạn bị kiểm duyệt, hay sử dụng một đại diện ủy quyền proxy, bạn nên chọn phương án này. Trình duyệt Tor sẽ dẫn bạn qua một chuỗi những lựa chọn cấu hình.
zh_cn: 如果您使用的网络有被过滤阻挡，或是您有使用代理服务器，那您就必须要选择此项目，Tor 浏览器将会引导您进行一连串的相关设置进程。

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <link xref="circumvention">Circumvention</link> screen to configure a pluggable transport.
de: Die erste Anzeige fragt, ob der Zugriff auf das Tor Netzwerk auf Ihrer Verbindung blockiert oder zensiert wird. Wenn Sie nicht glauben dass dies der Fall ist, wählen Sie "Nein". Wenn Sie wissen dass Ihre Verbindung zensiert wird oder Sie bereits versucht haben sich mit dem Tor Netzwerk zu verbinden und keine andere Möglichkeit funktioniert hat, wählen Sie "Ja". Sie werden anschließend zum Fenster <link xref="circumvention">Umgehungsmaßnahmen </link> geleitet um eine austauschbare Übertragungsart zu konfigurieren.
es_es: La primera pantalla, pregunta si el acceso a la red Tor está bloqueado o censurado sobre su conexión. Si no cree que este sea el caso, seleccione "No". Si sabe que su conexión está censurada, o ha intentado y no podido conectar a la red Tor y no han funcionado otras soluciones, seleccione "Sí", que le llevará a la pantalla <link xref="circumvention">Evasión</link> para configurar un transporte conectable.
fr: Le premier écran demande si l'accès au réseau Tor est bloqué ou censuré sur votre connexion. Si vous ne pensez pas que c'est le cas, sélectionnez « Non ». Si vous savez que votre connexion est censurée, ou si vous avez tenté sans succès de vous connecter au réseau Tor et qu'aucune autre solution n'a fonctionné, sélectionnez « Oui ». L'écran <link xref="circumvention">Contournement</link> apparaîtra alors afin que vous configuriez un transport enfichable.
nl: Het eerste scherm vraagt of de toegang tot het Tor netwerk is geblokkeerd of gecensureerd op uw verbinding. Als u denkt dat dit niet het geval is, kies "Nee". Als u weet dat uw verbinding wordt gecensureerd, of u heeft geprobeerd en de verbinding tot het Tor netwerk is mislukt en geen enkele andere oplossing heeft geholpen, kies "Ja". U zal dan naar het <link xref="circumvention">Omzeilings</link> scherm genomen worden om een pluggable transport te configureren.
pt_br: A primeira tela pergunta se a sua conexão bloqueia ou censura o seu acesso à rede Tor. Se você acredita que não, selecione “Não”. Se você souber que a sua conexão é cesurada, ou se você tiver tentado mas não conseguido se conectar à rede Tor, e que nenhuma solução tiver dado certo, selecione “Sim”. A tela <link xref="circumvention">Contornar a censura</link> será aberta para que você configure um transportador plugável.
vi: Màn ảnh đầu tiên hỏi nếu việc truy cập mạng lưới Tor bị khoá hay kiểm duyệt kết nối của bạn. Nếu bạn không tin vào trường hợp nay, chọn “Không”. Nếu bạn biết kết nối của bạn bị kiểm duyệt, hay bạn đã thử và thất bại khi kết nối đến mạng lưới Tor và không có giải pháp nào khác, chọn “Có”. Bạn sẽ được chuyển đến màn ảnh <link xref="circumvention">Vòng tránh</link> để cấu hình một trung chuyển có thể kết nối được.
zh_cn: 在第一个画面中您必须回答您所处的网络环境是否会过滤阻挡通往洋葱路由网络的连接，若您认为不会的话，请选择“否”。否则若您的网络有被过滤阻挡，或您已经尝试过各种连上洋葱路由网络的方法但都失败的话，请选择“是”，本程序将会带领您前往<link xref="circumvention">审查规避</link>画面进行 可插拔传输层 的相关设置。

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
de: Die nächste Anzeige fragt ob Ihre Verbindung einen Proxy benötigt. In den meisten Fällen ist dies nicht erforderlich. Normalerweise wissen Sie es, wenn Sie hier "Ja" antworten müssen da die Einstellungen auch für andere Browser auf Ihrem System benutzt werden. Wenn möglich fragen Sie Ihren Netzwerkadministrator nach Anleitung. Wenn Ihre Verbindung keinen Proxy verwendet, klicken Sie auf "Fortfahren".
es_es: La siguiente pantalla pregunta si su conexión usa un proxy. En la mayoría de los casos esto no es necesario. Normalmente sabrá si debe responder "Sí", ya que estará usando la misma configuración para otros navegadores en su sistema. Si es posible, pida información a su administrador de red. Si su conexión no usa un proxy, pulse "Continuar".
fr: Le prochain écran vous demande si votre connexion utilise un serveur mandataire. Dans la plupart des cas, ce n'est pas requis. Vous saurez habituellement si vous devez répondre « Oui », car les mêmes paramètres seront utilisés pour les autres navigateurs de votre système. Si possible, posez la question à votre administrateur réseau. Si votre connexion n'utilise pas de mandataire, cliquez sur « Continuer ».
nl: Het volgende scherm vraagt of uw verbinding een proxy gebruikt. In de meeste gevallen is dit niet nodig. U zult meestal zelf weten of u "Ja" hoeft te antwoorden, omdat de zelfde instellingen door andere browsers op uw computer worden gebruikt. Als het mogelijk is, vraag uw netwerk administrator voor hulp. Als uw verbinding geen proxy nodig heeft, klik op "Verder".
pt_br: A próxima tela pergunta se a sua conexão usa proxy. Na maioria dos casos, não é necessário utilizá-los, e normalmente você sabe se a resposta for “Sim” já que os mesmos parâmetros são usados por outros navegadores do seu sistema. Se possível, consulte a pessoa responsável pela sua administração de rede. Caso a sua conexão não use proxy, clique em “Continuar.”
vi: Màn ảnh tiếp theo hỏi nếu kết nối của bạn sử dụng một đại diện ủy quyền, proxy. Trong hầu hết các trường hợp, điều này là không cần thiết. Bạn sẽ luôn biết nếu bạn cần trả lời “Có”, vì cùng những cài đặt đó sẽ được dùng cho những trình duyệt khác trong hệ thống của bạn. Nếu có thể, hỏi quản trị mạng lưới của bạn để được hướng dẫn. Nếu kết nối của bạn không dùng một đại diện ủy quyền, kích vào “Tiếp tục”.
zh_cn: 在下一个画面中，您必须要回答您的网络连接是否有透过代理服务器来连上网络，通常您应该很清楚自己是否有使用代理服务器，因为这部分的设置在您电脑中的每个网络浏览器里都会一样。若您不确定的话，可以询问您的网络管理员，若您确定无使用代理服务器的话，请点击“继续”。

# _
source: external ref='media/first-time/proxy_question.png' md5='30853b3e86cfd386bbc32e5b8b45a378'
vi: Tham chiếu ngoài ref='media/first-time/proxy_question.png' md5='30853b3e86cfd386bbc32e5b8b45a378'

# _
source: external ref='media/first-time/proxy.png' md5='13f21a351cd0aa1cf11aada690f3dc90'
vi: Tham chiếu ngoài ref='media/first-time/proxy.png' md5='13f21a351cd0aa1cf11aada690f3dc90'

source: Tor Browser User Manual
de: Tor-Browser-Benutzerhandbuch
es_es: Manual de usuario del Navegador Tor
fr: Le guide d'utilisation du navigateur Tor
nl: Gebruikershandleiding voor Torbrowser
pt_br: Manual de Uso do Navegador Tor
vi: Hướng dẫn sử dụng trình duyệt Tor
zh_cn: Tor 浏览器用户手册

source: A list of known issues.
de: Eine Liste bekannter Probleme.
es_es: Una lista de problemas conocidos.
fr: Une liste de problèmes connus.
nl: Een overzicht met bekende problemen.
pt_br: Lista de problemas conhecidos.
vi: Một danh sách các vấn đề đã biết.
zh_cn: 已知问题的列表。

source: Known Issues
de: Bekannte Probleme
es_es: Problemas conocidos
fr: Les problèmes connus
nl: Bekende problemen
pt_br: Problemas conhecidos
vi: Các vấn đề đã biết.
zh_cn: 已知问题

source: Tor needs your system clock (and your time zone) set to the correct time.
de: Tor braucht Ihre auf die richtige Uhrzeit eingestellte Systemuhr (und Ihre Zeitzone).
es_es: Tor necesita que el reloj de su sistema esté establecido a la hora (y zona horaria) correcta.
fr: Tor exige que votre horloge système soit réglée à l'heure juste (et que votre fuseau horaire soit bien défini).
nl: Voor TOR moet je systeemklok (en je tijdzone) op de goede tijd staan ingesteld.
pt_br: Tor precisa que o seu relógio de sistema (e a sua zona horária) estejam definidos corretamente.
vi: Tor yêu cầu đồng hồ hệ thống (và múi giờ) được cài đặt một cách chính xác.
zh_cn: Tor 需要您的系统时钟（及您的时区）设为正确的时间。

source: The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
de: Folgende Firewall-Software ist bekannt dafür, Tor Probleme zu bereiten, womöglich muss sie temporär deaktiviert werden:
es_es: El siguiente software cortafuegos (firewall) se sabe que interfiere con Tor, y puede que necesite deshabilitarlo temporalmente.
fr: Les logiciels pare-feu suivants sont reconnus pour interférer avec Tor et il pourrait être nécessaire de les désactiver temporairement :
nl: De volgende firewall software is bekend om te interfereren met Tor en moet mogelijk tijdelijk uitgeschakeld worden:
pt_br: Os seguintes programas de firewall são conhecidos por interferirem no Tor e precisam ser desabilitados temporariamente:
vi: Những phần mềm tường lửa sau đã được biết là xung đột với Tor và có lẽ cần được tạm thời vô hiệu hoá:
zh_cn: 下列防火墙软件已知会干扰 Tor 并可能需暂时禁用：

source: Kaspersky Internet Security 2012
vi: Bảo mật Internet Kaspersky KIS 2012
zh_cn: 卡巴斯基 Internet Security 2012

source: Sophos Antivirus for Mac
de: Sophos Antivirus für Mac
es_es: Sophos Antivirus para Mac
fr: Sophos Antivirus pour Mac
pt_br: Sophos Antivirus para Mac
vi: Phần mềm chống vi rút Sophos cho Mac

source: Microsoft Security Essentials
vi: Những Cốt lõi Bảo mật Microsoft MSE
zh_cn: Microsoft Security Essentials (MSE)

source: Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
de: Videos, die Adobe Flash benötigen, sind nicht verfügbar. Flash ist aus Sicherheitsgründen deaktiviert.
es_es: Los vídeos que requieren Adobe Flash no están disponibles. Flash está deshabilitado por motivos de seguridad.
fr: Les vidéos qui exigent Adobe Flash ne sont pas proposées. Flash ait désactivé pour des raisons de sécurité.
nl: Video's die Adobe Flash vereisen zijn niet beschikbaar. Flash is onbruikbaar voor veiligheidsredenen.
pt_br: Vídeos que necessitam Adobe Flash não são disponíveis. Flash foi desabilitado por questões de segurança.
vi: Các đoạn phim đòi hỏi Adobe Flash là không sẵn dùng ngay. Flash bị vô hiệu hoá vì các lý do bảo mật.
zh_cn: 需要 Adobe Flash 的视频不可用。Flash 已因安全考虑而禁用。

source: Tor can not use a bridge if a proxy is set.
de: Tor kann keine Brücke nutzen, wenn ein Vermittlungsserver eingestellt ist.
es_es: Tor no puede usar un puente si tiene configurado un proxy.
fr: Tor ne peut pas utiliser un pont si un mandataire est défini.
nl: TOR kan geen bridge gebruiken als een proxy is ingesteld.
pt_br: Tor não pode usar pontes se um proxy estiver configurado.
vi: Tor không thể sử dụng cầu nối nếu một trung gian uỷ quyền được cài đặt.
zh_cn: Tor 在已使用代理时无法使用一个网桥。

source: The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
de: Das Tor-Browser-Paket ist auf den 1. January 2000 00:00:00 UTC datiert. Damit wird sichergestellt, dass jede Programmversion exakt reproduzierbar ist.
es_es: El paquete del Navegador Tor está fechado el 1 de enero de 2000, 00:00:00 UTC. Esto es para asegurar que cada versión (build) del software es reproducible con exactitud.
fr: Le paquet du navigateur Tor est daté janvier 1er, 2000 00:00:00 UTC, cela afin de garantir que chaque version du logiciel est exactement reproductible.
nl: De Tor Browser package is gedateerd op 1 Januari, 2000 00:00:00 UTC. Dit is om te verzekeren dat elke software build exact reproduceerbaar is.
vi: Gói phần mềm Trình duyệt Tor đó được ghi ngày 1 tháng 1 năm 2000, 00:00:00 UTC. Điều này để đảm bảo rằng mỗi phần mềm xây dựng có thể tái sử dụng một cách chính xác.
zh_cn: Tor 浏览器的软件包日期被设定为 2000年1月1日00:00:00 UTC。这是为了确保软件包构建（编译）后的结果完全可重复。

source: To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
de: Um den Tor Browser unter Ubuntu zu starten, muss ein Shell-Script vom Nutzer ausgeführt werden. Öffne "Files" (der Explorer bei Unity), öffne "Preferences" (Einstellungen) → "Behavior" (Verhalten) → Setze "Run executable text files when they are opened" (Ausführbare Textdateien beim Öffnen starten) auf "Ask every time" (Frage jedes mal), anschließend mit "OK" bestätigen.
es_es: Para ejecutar el Navegador Tor en Ubuntu, los usuarios necesitan ejecutar un script de consola. Abrir "Ficheros" (explorador de Unity), abrir "Preferencias de archivos" → pestaña "Comportamiento" → Configurar "Ejecutar los archivos de texto ejecutables al abrirlos" a "Preguntar siempre", luego pulse OK.
fr: Pour faire fonctionner le navigateur Tor sur Ubuntu, les utilisateurs doivent exécuter un script en ligne de commande. Ouvrez « Fichiers » (le gestionnaire de fichiers d'Unity), puis Préférences → onglet Comportement → définissez « Fichiers texte exécutables » à « Demander quoi faire », puis fermez la fenêtre de dialogue.
nl: Om Tor Browser uit te voeren op Ubuntu, moeten gebruikers een shell script uitvoeren. Open "Bestanden" (Unity's explorer), open Voorkeuren → Gedrag tablad → Stel "Voer uitvoerbare text bestanden uit wanneer ze geopend worden" in naar "Vraag altijd", klik dan OK.
pt_br: Para rodar o Navegador Tor no Ubuntu, é preciso executar um shell script. Abra "Files" (Unity's explorer), abra Preferences → Behavior Tab → Defina "Run executable text files when they are opened" como "Ask every time", em seguida encerre o diálogo.
vi: Để chạy Trình duyệt Tor trong Ubuntu, người dùng cần thực thi một mã kịch bản shell. Mở "Files" (Unity's explorer), mở Preferences → Behavior Tab → Đặt "Run executable text files when they are opened" thành "Ask every time", rồi kích OK.
zh_cn: 要在 Ubuntu 上运行 Tor 浏览器，用户需要执行一个 shell 脚本。打开“文件”（Unity 的浏览器），打开 首选项 → 行为选项卡 → 设置“打开时运行可执行文本文件” 为“始终询问”，然后点击确定。

source: Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
de: Der Tor-Browser kann auch mit folgendem Befehl aus dem Tor-Browser-Verzeichnis über die Kommandozeile gestartet werden:
es_es: El Navegador Tor también se puede iniciar desde la línea de comando ejecutando el siguiente comando desde el interior del directorio del Navegador Tor:
fr: Le navigateur Tor peut aussi être lancé à partir de la ligne de commande en exécutant la commande suivante dans le répertoire du navigateur :
nl: Tor Browser kan ook gestart worden van de command line door het volgende commando uit te voeren in de Tor Browser folder:
pt_br: O Navegador Tor também pode ser iniciado a partir da linha de comando, executando o seguinte comando no diretório do Navegador Tor:
vi: Trình duyệt Tor cũng có thể được khởi động từ dòng lệnh bằng cách chạy lệnh sau từ bên trong thư mục chứa Trình duyệt Tor:
zh_cn: Tor 浏览器也可在 Tor 浏览器的目录内运行下列命令行来启动：

source: Learn how to control personally-identifying information in Tor Browser
de: Lernen Sie, wie Sie bei der Nutzung des Tor-Browsers personenbezogene Informationen kontrollieren können.
es_es: Sepa cómo controlar la información identificadora de la persona en el Navegador Tor.
fr: Apprendre à contrôler les informations permettant d'identifier les personnes dans le navigateur Tor
nl: Leer hoe persoonlijke identificatie te controleren in Tor Browser
pt_br: Saiba como lidar com informações de identificação pessoal no Navegador Tor
vi: Học cách làm sao để kiểm soát thông tin định danh cá nhân trong Trình duyệt Tor
zh_cn: 了解如何控制 Tor 浏览器中的个人身份信息

source: Managing identities
de: Identitäten verwalten
es_es: Administrar identidades
fr: La gestion des identités
nl: Beheren van identiteiten
pt_br: Como gerenciar identidades
vi: Quản trị các định danh
zh_cn: 管理身份

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
de: Wenn Sie sich mit einer Internetseite verbinden, können nicht nur die Betreiber dieser Internetseite Informationen über Ihren Besuch aufzeichen. Die meisten Internetseiten benutzen zahlreiche Dienste Dritter wie "Like" Buttons, analytische Tracker und Werbebanner welche Ihre Aktivitäten zwischen verschiedenen Seiten verbinden können.
es_es: Cuando conecta a un sitio web, no son sólo los operadores de ese sitio los que pueden registrar información sobre su visita. La mayoría de los sitios web ahora usan numerosos servicios de terceros, incluyendo botones "Me gusta" de redes sociales, rastreadores para analíticas, y balizas publicitarias, todos los cuales pueden vincular su actividad por distintos sitios.
fr: Lorsque vous vous connectez à un site Web, les opérateurs de ce site Web ne sont pas les seuls à pouvoir enregistrer les informations concernant votre visite. La plupart des sites Web utilisent maintenant de nombreux services tiers, incluant les boutons « J'aime » du réseautage social, les systèmes de suivi analytique et les balises publicitaires qui peuvent tous associer votre activité d'un site à l'autre.
nl: Wanneer u verbind met een website, zijn het niet enkel de beheerders van die website die uw informatie over u bezoek kunnen opnemen. Meeste website gebruiken verscheidene third-party services, inclusief sociale netwerken "Like" knoppen, analytics trackers, en advertentie beacons, allemaal kunnen deze uw activiteiten aan elkaar linken over verschillende websites.
pt_br: Quando você se conecta a um site, não é apenas os operadores daquele site que podem registrar informações sobre a sua visita. A maior parte dos sites atuais usam inúmeros serviços terceirizados, inclusive os de botões 'Curtir' das redes sociais, rastreadores de dados e janelas de publicidade, capazes de associar os seus movimentos entre vários sites.
vi: Khi bạn kết nối tới một trang web, không chỉ những người vận hành trang web đó có thể ghi lại thông tin về sự truy cập của bạn. Hầu hết các trang web ngày nay sử dụng các dịch vụ của bên thứ ba, bao gồm các nút “Thích” của mạng xã hội, các bên theo dấu và phân tích, và các kỹ thuật điều phối quảng cáo, tất cả những điều này có thể liên kết các hoạt động của bạn từ nhiều trang web khác nhau.
zh_cn: 当您连上某个网站时，不只是该网站的管理员可获取有关于您的相关信息，现今许多网站都会使用像是脸书的“赞”功能按钮、访客追踪分析、广告推播服务等各种第三方网络服务，此类的功能可以将您在不同网站上的活动纪录串连组合起来。
