Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Removing Tor Browser from your system is simple:
de: Entfernen des Tor-Browsers von Ihrem System ist einfach:
es_es: Eliminar el Navegador Tor de tu sistema es simple:
fr: Il est simple de supprimer le navigateur Tor de votre système :
nl: Het verwijderen van Tor Browser van je systeem is eenvoudig:
pt_br: Remover o Navegador Tor do seu sistema é simples:
vi: Việc xoá bỏ Trình duyệt Tor khỏi hệ thống là đơn giản:
zh_cn: 在您的系统上删除 Tor 浏览器非常简单：

source: Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
de: Platzieren sie den Ordner für den Tor-Browser. Der Standard Ort befindet sich unter Windows auf dem Desktop, und auf Mac OS X im Ordner Programme. Auf Linux ist kein Standard Ort festgelegt, jedoch wird der Ordner bei Verwendung des englischen Tor-Browsers "tor-browser_en-US" genannt werden.
es_es: Encuentre la carpeta de su Navegador Tor. La ubicación predeterminada en Windows es el Escritorio; en Mac OS X es la carpeta de Aplicaciones. En Linux, no hay una ubicación predeterminada, sin embargo, la carpeta será nombrada "tor-browser_en-US" si está ejecutando el Navegador Tor en inglés.
fr: Repérez le dossier de votre navigateur Tor. L'emplacement par défaut est le bureau sous Windows et le dossier Applications sous macOS. Sous Linux, il n'y a pas d'emplacement par défaut, cependant le dossier sera nommé « tor-browser_fr » si vous utilisez la version en français du navigateur Tor.
nl: Vind uw Tor Browser map. De standaard locatie op Windows is het Bureaublad; op Mac OS X is het die Applicaties map. Op Linux is er geen standaard locatie, echter zal de map "tor-browser_en-US" als u de engelse Tor Browser gebruikt.
pt_br: Localize a pasta do seu Navegador Tor. O local padrão no Windows é o Desktop; no Mac OS X, é a pasta de aplicações. No Linux, não há local padrão, mas, se você estiver usando o Navegador Tor em Inglês, a pasta é nomeada "tor-browser_en-US" .
vi: Định vị thư mục chứa Trình duyệt Tor. Vị trí mặc định trong Windows là Màn hình (Desktop); trên Mac OS X đó là thư mục Các ứng dụng (Applications). Với Linux, không có thư mục mặc định; tuy nhiên thư mục đó sẽ được đặt tên "tor-browser_en-US" nếu bạn đang dùng Trình duyệt Tor tiếng Anh.
zh_cn: 先找到您的 Tor 浏览器目录，在 Windows 系统中默认是在桌面；在 Mac OS X 中则是应用程序文件夹；而在 Linux 系统中则没有默认路径，但是若您的 Tor 浏览器是英文版的话，那目录的名称会是“tor-browser_en-US”。

source: Delete the Tor Browser folder.
de: Löschen Sie den Tor-Browser-Ordner.
es_es: Borre la carpeta del Navegador Tor.
fr: Supprimez le dossier du navigateur Tor.
nl: Verwijder de Tor Browser map.
pt_br: Apagar a pasta do Navegador Tor.
vi: Xoá thư mục chứa Trình duyệt Tor.
zh_cn: 删除 Tor 浏览器文件夹。

source: Empty your Trash
de: Leeren Sie Ihren Papierkorb
es_es: Vacíe su Papelera.
fr: Videz votre corbeille.
nl: Maak je prullenbak leeg
pt_br: Limpar a lixeira
vi: Làm sạch Thùng rác
zh_cn: 清空您的垃圾箱/回收站

source: Note that your operating system’s standard “Uninstall” utility is not used.
de: Beachten Sie, dass das standardmäßige Dienstprogramm "Uninstall" Ihres Betriebssystems nicht verwendet wird.
es_es: Observa que no se usa la utilidad "Desinstalar" estándar de tu sistema operativo.
fr: Prenez note que javascript:;l'utilitaire habituel de désinstallation de votre système d'exploitation n'est pas utilisé.
nl: Let erop dat de standaard "de-installeer" tool van je operating system niet wordt gebruikt.
pt_br: Note que o serviço padrão de "Desinstalação" do seu sistema operacional não é utilizado.
vi: Lưu ý là ứng dụng “Huỷ cài đặt” chuẩn của hệ điều hành không được sử dụng.
zh_cn: 注意：无需使用您的系统提供的标准的“卸载”工具。

source: How to update Tor Browser
de: So aktualisieren Sie den Tor-Browser
es_es: Cómo actualizar el Navegador Tor
fr: Comment mettre à jour le navigateur Tor ?
nl: Hoe de Tor Browser updaten
pt_br: Como atualizar o Navegador Tor
vi: Làm thế nào để cập nhật Trình duyệt Tor
zh_cn: 如何更新 Tor 浏览器

source: Updating
de: Aktualisieren
es_es: Actualizar
fr: La mise à jour
nl: Bijwerken
pt_br: Atualizando
vi: Cập nhật
zh_cn: 更新

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
de: Der Tor-Browser muss immer auf dem neusten Stand gehalten werden. Wenn sie weiterhin eine veraltete Version des Browsers verwenden, könnte ihre Privatsphäre und Anonymität durch ernsthafte Sicherheitslücken gefährdet werden.
es_es: El Navegador Tor se debe mantener actualizado en todo momento. Si continúa usando una versión obsoleta del software, puede estar expuesto a graves fallos de seguridad que comprometan su privacidad y anonimato.
fr: Le navigateur Tor doit toujours être gardé à jour. Si vous continuez à utiliser une version désuète du logiciel, vous pourriez être vulnérable à de graves failles de sécurité qui compromettent la protection de vos données personnelles et votre anonymat.
nl: Tor Browser moet geüpdatet blijven op elk moment. Als je een verouderde versie van de software blijft gebruiken, loop je kans op kwetsbaar te zijn voor ernstige beveiligingsfouten die jou privacy en anonimiteit in gevaar brengen.
pt_br: O Navegador Tor deve ser atualizado sempre. Ao continuar usando uma versão obsoleta do programa, você se expõe a sérios defeitos de segurança, que comprometem a sua privacidade e anonimidade.
vi: Trình duyệt Tor phải luôn cập nhật tại mọi thời điểm. Nếu bạn tiếp tục sử dụng một phiên bản đã hết hạn của Tor, bạn có thể suy yếu trước các lỗ hổng bảo mật nghiêm trọng và điều này đặt sự riêng tư và tính ẩn danh của bạn vào nguy hiểm.
zh_cn: Tor 浏览器必须要随时保持在最新版本状态，若您使用较旧版本的话，可能存在某些能够用来破坏您的隐私性或匿名性的安全性漏洞。

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
de: Der Tor-Browser wird sie auffordern, die Software zu aktualisieren, sobald eine neue Version veröffentlicht wurde. Beim öffnen des Tor-Browsers, wird der Torbutton ein gelbes Dreieck anzeigen, und sie werden einen schriftlichen Aktualisierungshinweis sehen können. Sie können den Tor-Browser automatisch oder manuell aktualisieren.
es_es: El Navegador Tor le pedirá que actualicee el software una vez se publique una nueva versión: El icono de Torbutton mostrará un triángulo amarillo, y podrá ver un indicador escrito de actualización cuando se abra el Navegador Tor. Puedes actualizar tanto automática como manualmente.
fr: Le navigateur Tor vous demandera de mettre à jour le logiciel quand une nouvelle version paraîtra : l'icône du BoutonTor affichera un triangle jaune et un indicateur écrit de mise à jour pourrait apparaître lors du démarrage du navigateur Tor. Vous pouvez mettre à jour automatiquement ou manuellement.
nl: Tor Browser zal u vragen om de software te updaten eens er een nieuwe versie is uitgebracht: het Torbutton icoon zal een gele driehoek tonen, en je zou misschien een geschreven update indicator kunnen zien wanneer Tor Browser opent. Je kunt dan automatisch of handmatig updaten.
pt_br: O Navegador Tor exibirá um alerta para que você atualize o programa assim que uma nova versão for publicada: o ícone do Torbutton exibirá um triângulo amarelo, e você verá um indicação escrita de atualização quando o Navegador Tor abrir. Você poderá atualizar Tor automática ou manualmente.
vi: Trình duyệt Tor sẽ nhắc bạn cập nhật phần mềm ngay khi một phiên bản mới vừa ra mắt: biểu tượng của nút Tor sẽ biểu thị một tam giác màu vàng, và bạn có thể nhìn thấy một chỉ dấu cập nhật bằng chữ viết khi Trình duyệt Tor mở ra. Bạn có thể cập nhật tự động hoặc thủ công.
zh_cn: 每当 Tor 浏览器有更新版被发布时，都会有提示自动出现：Torbutton 功能按钮会出现黄色三角形图标，且当您打开 Tor 浏览器时，也会以文本说明通知您，此时您可以手动或自动的方式来更新。

source: Updating Tor Browser automatically
de: Tor-Browser automatisch aktualisieren
es_es: Actualizar automáticamente el Navegador Tor
fr: La mise à jour automatique du navigateur Tor
nl: Tor Browser automatisch bijwerken
pt_br: Como atualizar o Navegador Tor automaticamente
vi: Tự động cập nhật Trình duyệt Tor
zh_cn: 自动更新 Tor 浏览器

# _
source: external ref='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'
fr: réf. externe='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'
vi: Tham chiếu bên ngoài ref='media/updating/update1.png' md5='9ff01eb653d92124746fc31efde2bf07'

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
de: Wenn Sie dazu aufgefordert werden, den Tor-Browser zu aktualisieren, klicken Sie auf das Torbutton-Icon und wählen Sie dann "Auf Aktualisierung des Tor-Browser prüfen".
es_es: Cuando se le solicite actualizar el Navegador Tor, pulse sobre el icono de Torbutton, y seleccione "Buscar actualizaciones del Navegador Tor".
fr: Quand on vous demande de mettre à jour le navigateur Tor, cliquez sur l'icône du BoutonTor, puis sélectionnez « Vérifier les màj. du navigateur Tor ».
nl: Wanneer je gevraagd wordt om Tor Browser te updaten, klik op het Torbutton icoon, kies dan, "see comment"
pt_br: Ao ver o alerta para atualizar o Navegador Tor, clique no ícone do Torbutton. Em seguida, selecione “Aplicar a Atualização do Navegador Tor”.
vi: Khi bạn được nhắc để cập nhật Trình duyệt Tor, kích vào biểu tượng của nút Tor, rồi chọn “Kiểm tra việc cập nhật Trình duyệt Tor”.
zh_cn: 在您被提示应更新 Tor 浏览器时，点击 Torbutton 图标，然后选择“Tor Browser 检查更新”。

# _
source: external ref='media/updating/update3.png' md5='4bd08622b0cacf20b13f75c432176ed3'
vi: Tham chiếu bên ngoài ref='media/updating/update3.png' md5='4bd08622b0cacf20b13f75c432176ed3'

source: When Tor Browser has finished checking for updates, click on the “Update” button.
de: Wenn der Tor-Browser seine Suche nach Aktualisierungen abgeschlossen hat, klicken Sie auf "Aktualisieren".
es_es: Cuando el Navegador Tor haya terminado de buscar actualizaciones, pulse el botón "Actualizar".
fr: Une fois que le navigateur Tor a fini de vérifier la disponibilité des mises à jour, cliquez sur le bouton « Mise à jour ».
nl: Als de Tor Browser klaar is met het controleren voor beschikbare updates, klik dan vervolgens op de "Update" knop.
pt_br: Quando o Navegador Tor tiver acabado de procurar atualizações, clique no botão "Atualizar".
vi: Khi Trình duyệt Tor vừa kết thúc việc kiểm tra các bản cập nhật, kích vào nút “Cập nhật”.
zh_cn: 在 Tor 浏览器完成检查更新后，点击“更新”按钮。

# _
source: external ref='media/updating/update4.png' md5='1d795e7b695738531db9d4b2b0fb5313'
vi: Tham chiếu bên ngoài ref='media/updating/update4.png' md5='1d795e7b695738531db9d4b2b0fb5313'

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
de: Warten Sie bis die Aktualisierung heruntergeladen und installiert ist, starten Sie dann den Tor-Browser neu.
es_es: Espere a que la actualización se descargue e instale, luego reinicie el Navegador Tor. Estará entonces ejecutando la versión más reciente.
fr: Attendez la fin du téléchargement et de l'installation, puis redémarrez le navigateur Tor. Vous utiliserez alors la version la plus récente.
nl: Wacht tot de update is gedownload en geïnstalleerd, herstart daarna Tor Browser. Je zult daarna de laatste versie gebruiken.
pt_br: Espere a atualização ser baixada e instalada e depois reinicie o Navegador Tor. Agora, você estará rodando a última versão.
vi: Chờ cho quá trình cập nhật tải về và cài đặt, rồi khởi động lại trình duyệt Tor. Bạn sẽ có phiên bản mới nhất.
zh_cn: 等待更新自动下载和安装，然后重启 Tor 浏览器。然后您就运行有最新版本了。

source: Updating Tor Browser manually
de: Tor-Browser manuell aktualisieren
es_es: Actualizar manualmente el Navegador Tor
fr: La mise à jour manuelle du navigateur Tor
nl: Handmatig bijwerken van Tor Browser
pt_br: Como atualizar o Navegador Tor manualmente
vi: Cập nhật trình duyệt Tor một cách thủ công
zh_cn: 手动更新 Tor 浏览器

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
de: Wenn Sie dazu aufgefordert werden, den Tor-Browser zu aktualisieren, beenden Sie Ihre Sitzung und schließen Sie das Programm.
es_es: Cuando se le solicite actualizar el Navegador Tor, cierre la sesión de navegación y el programa.
fr: Quand on vous demande de mettre à jour le navigateur Tor, terminez la session de navigation et fermez le programme.
nl: Wanneer u gevraagd word om Tor Browser te updaten, beëindig uw browsersessie en sluit het programma.
pt_br: Quando a você for requerida a atualização do Navegador Tor, termine a sessão de navegação e feche o programa.
vi: Khi bạn được nhắc để cập nhật trình duyệt Tor, dừng việc lướt web và tắt trình duyệt.
zh_cn: 在您被提示应更新 Tor 浏览器时，结束浏览并关闭程序。

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <link xref="uninstalling">Uninstalling</link> section for more information).
de: Deinstallieren Sie den Tor Browser indem Sie den beinhaltenden Ordner löschen (Schauen Sie auf der Seite <link xref="uninstalling">Deinstallieren</link> für weitere Informationen)
es_es: Elimine el Navegador Tor de su sistema borrando la carpeta que lo contiene (vea la sección <link xref="uninstalling">Desinstalar</link> para más información).
fr: Retirez le navigateur Tor de votre système en supprimant le dossier qui le contient (consultez le paragraphe <link xref="uninstalling">La désinstallation</link> pour plus d'informations).
nl: Verwijder Tor Browser van uw systeem door de map te verwijderen die het bevat. (Zie de <link xref="uninstalling">Uninstalling</link> sectie voor meer informatie).
pt_br: Remova o Navegador Tor do seu sistema apagando a pasta que o contém (consulte a seção <link xref="uninstalling">Como desinstalar Tor</link> para maiores informações).
vi: Gỡ bỏ trình duyệt Tor khỏi hệ thống bằng việc xoá bỏ thư mục lưu trữ nó (Xem mục <link xref="uninstalling">Gỡ bỏ</link> để có thêm thông tin).
zh_cn: 删除其所在文件夹以删除您的系统上的 Tor 浏览器（操作细节见 <link xref="uninstalling">卸载</link> 章节）。

source: Visit <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> and download a copy of the latest Tor Browser release, then install it as before.
de: Besuchen Sie <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> und laden Sie eine Kopie der aktuellsten Tor Browser Veröffentlichung herunter und installieren Sie es danach wie vorher.
es_es: Visite <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> y descargue una copia de la versión más reciente del Navegador Tor, luego instálela como antes.
fr: Visitez <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html</link>, téléchargez la version la plus récente du navigateur Tor et installez-la comme avant.
nl: Bezoek <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> en download een kopie van de laatste Tor Browser release en instaleer die als al eerder.
pt_br: Visite <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link>, baixe uma cópia da última versão do Navegador Tor e instale-a como antes.
vi: Truy cập <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> và tải về phiên bản Tor mới nhất, rồi cài đặt lại như trước.
zh_cn: 请到 <link href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</link> 下载最新版的 Tor 浏览器，并用和之前一样的方式将它安装进系统中。

# _
source: external ref='media/how-tor-works.png' md5='6fe4151a88b7a518466f0582e40ccc8c'
de: extern ref='media/how-tor-works.png' md5='6fe4151a88b7a518466f0582e40ccc8c'

source: Flash Player
fr: Le lecteur Flash
zh_cn: Flash 播放器
