Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

# _
source: translator-credits
de: Übersetzerdanksagung
es_es: reconocimientos-a-los-traductores
fr: traducteurs - crédits
nl: André Koot Nathan Follens Joren Vandeweyer
pt_br: créditos de tradução
vi: người dịch-những sự đóng góp
zh_cn: YF <yfdyh000@gmail.com>, 2016 danfong <danfong.hsieh@gmail.com>, 2016 naruto861214 <naruto861214@gmail.com>, 2016 Vel <veloci85@gmail.com>, 2016 Agustín Wu <losangwuyts@gmail.com>, 2016 Chinrur Yang <chinrur@gmail.com>, 2016 LNDDYL <lnddyl@outlook.com>, 2016 Mingye Wang (Arthur2e5) <arthur200126@gmail.com>, 2017

source: Learn what Tor Browser can do to protect your privacy and anonymity
de: Erfahren Sie, was der Tor-Browser tun kann, um Ihre Privatsphäre und Anonymität zu schützen
es_es: Conozca lo que el Navegador Tor puede hacer para proteger su privacidad y anonimato
fr: Apprenez ce que le navigateur Tor peut faire pour protéger vos données personnelles et votre anonymat
nl: Lees meer over hoe de Tor Browser je kan helpen je privacy en anonimiteit te beschermen
pt_br: Saiba o que o Navegador Tor pode fazer para proteger a sua privacidade e anonimidade.
vi: Tìm hiểu Trình duyệt Tor có thể làm gì để bảo vệ sự riêng tư và ẩn danh của bạn
zh_cn: 了解 Tor 浏览器如何保护您的隐私和匿名性

source: About Tor Browser
de: Über den Tor-Browser
es_es: Sobre el Navegador Tor
fr: À propos du navigateur Tor
nl: Over Tor Browser
pt_br: Sobre o Navegador Tor
vi: Thông tin về Trình duyệt Tor
zh_cn: 关于 Tor 浏览器

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
de: Der Tor-Browser benutzt das Tor Netzwerk um Ihre Privatsphähre und Anonymität zu schützen. Das Tor Netzwerk zu benutzen hat zwei Haupteigenschaften:
es_es: El Navegador Tor usa la red Tor para proteger su privacidad y anonimato. Usar la red Tor tiene dos propiedades principales:
fr: Le navigateur Tor utilise le réseau Tor pour protéger vos données personnelles et votre anonymat. L'utilisation du réseau Tor présente deux atouts principaux :
nl: Torbrowser gebruikt het Tornetwerk om je privacy en anonimiteit te beschermen. De Torbrowser gebruiken heeft twee belangrijke eigenschappen:
pt_br: O Navegador Tor utiliza a rede Tor para proteger a sua privacidade e anonimidade. O uso da rede Tor apresenta duas características:
vi: Trình duyệt Tor sử dụng mạng lưới Tor để bảo vệ sự riêng tư và ẩn danh của bạn. Việc sử dụng mạng lưới Tor có hai đặc tính chính:
zh_cn: Tor 浏览器使用 Tor 网络保护您的隐私和匿名性。使用 Tor 网络有两个主要好处：

source: Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
de: Ihr Internet Provider und jeder der Ihre Verbindung lokal beobachtet, wird nicht in der Lage sein, Ihre Internet Aktivitäten, eingeschlossen der Namen und Adressen der Webseiten, die Sie besuchen, zu verfolgen.
es_es: Su proveedor de servicios de Internet (ISP), y cualquiera que esté observando su conexión localmente, no podrá rastrear su actividad en Internet, incluyendo los nombres y direcciones de los sitios web que visite.
fr: Votre fournisseur de services Internet et quiconque surveille votre connexion localement ne pourra pas suivre à la trace votre activité sur Internet ni les noms et adresses des sites Web que vous visitez.
nl: Je internet provider en andere die lokaal je netwerk in de gaten houden kunnen niet je internet activiteit zien. Dit geld ook voor namen en adressen van webpagina's die je bezoekt.
pt_br: O seu provedor de Internet, assim como toda pessoa que tentar monitorar a sua conexão local, não conseguirá rastrear os seus movimentos na Internet, nem os nomes e endereços de sites que você visitar.
vi: Nhà cung cấp dịch vụ Internet của bạn, và bất kỳ ai đó đang theo dõi kết nối của bạn một cách nội bộ, sẽ không thể theo dõi các hoạt động Internet của bạn, bao gồm những cái tên và những địa chỉ của trang web bạn ghé thăm.
zh_cn: 您的互联网服务提供商和任何本地的监视者都将无法查看您的连接、跟踪您的网络活动，包括您所访问网站的名称和地址。

source: The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
de: Die Betreiber der Webseiten und Dienste, die Sie benutzen und jeder, der sonst noch mithört, wird lediglich eine Verbindung aus dem Tor Netzwerk kommen sehen anstelle Ihrer echten Internet (IP) Adresse, und kann daher nicht feststellen, wer Sie sind, es sei denn Sie identifizieren sich ausdrücklich selber.
es_es: Los operadores de los sitios web y servicios que use, y cualquiera que los esté observando, verán una conexión proveniente de la red Tor en lugar de su dirección de Internet (IP) real, y no sabrán quién es usted a menos que usted se identifique de forma concreta.
fr: Les opérateurs des sites Web et des services que vous utilisez, et quiconque les surveille, relèveront une connexion en provenance du réseau Tor au lieu de votre adresse internet (IP) réelle, et ne saurons pas qui vous êtes à moins que vous vous identifiiez explicitement.
nl: De beheerders van de websites en services die je gebruikt, en iedereen die deze monitort, zullen een connectie vanuit het Tor netwerk zien in plaats van je echte IP adres. Zij kunnen niet weten wie je bent tenzei je dit zelf expliciet zegt.
pt_br: Os operadores de sites e de serviços que você utilizar, assim como qualquer pessoa que os monitore, verão uma conexão vindo da rede Tor, e não do seu real endereço de Internet (IP), e não saberão quem você é, ao menos que você se identifique expressamente.
vi: Những người vận hành trang web và những dịch vụ bạn sử dụng, và bất kỳ ai theo dõi chúng, sẽ thấy kết nối đến từ mạng lưới Tor thay vì địa chỉ Internet (IP) thực sự của bạn, và sẽ không biết bạn là ai trừ khi bạn tự định danh mình một cách rõ ràng.
zh_cn: 您使用的网站和服务的运营商以及任何监视它们的人都将看到连接来自 Tor 网络而不是您的互联网IP地址，并且不知道您是谁，除非您明确标识自己。

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
de: Außerdem ist der Tor Browser so eingerichtet, dass Webseiten vom "fingerprinting" oder der Identifizierung basierend auf Ihren Browsereinstellung abzuhalten.
es_es: Además, el Navegador Tor está diseñado para evitar que los sitios web realicen “fingerprinting” (perfiles de patrones de los usuarios) o le identifiquen en base a la configuración de su navegador.
fr: De plus, le navigateur Tor est conçu pour empêcher le pistage par empreinte numérique unique ou votre identification par les sites Web d'après la configuration de votre navigateur.
nl: Daarnaast is de Tor Browser ontworpen om te voorkomen dat websites je "vingerafdruk" kunnen nemen of je identificeren aan de hand van je browserconfiguratie.
pt_br: Além disso, o Navegador Tor é concebido para impedir que sites coletem as suas "impressões digitais" identificando-a/o a partir das configurações do seu navegador.
vi: Thêm nữa, Trình duyệt Tor được thiết kế để ngăn chặn các trang web khỏi việc "lấy dấu vết riêng" hoặc xác định bạn dựa trên cấu hình trình duyệt.
zh_cn: 此外，Tor 浏览器的设计包括防止网站根据您的浏览器配置而收集“指纹”或识别您。

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <link xref="managing-identities#new-identity">New Identity</link> is requested).
de: Normalerweise speichert der Tor Browser keinen Verlauf. Cookies sind nur für eine einzige Sitzung gültig (bis der Tor Browser geschlossen wird oder um eine <link xref="managing-identities#new-identity">neue Identität</link> gebeten wird).
es_es: De forma predeterminada, el Navegador Tor no conserva ningún historial de navegación. Los cookies sólo son válidos para una sola sesión (hasta que se cierre el Navegador Tor o se solicite una <link xref="managing-identities#new-identity">Nueva Identidad</link>).
fr: Par défaut, le navigateur Tor ne conserve aucun historique de navigation. Les fichiers témoins ne sont valides que le temps d'une seule session (jusqu'à la fermeture de Tor ou jusqu'à ce qu'une <link xref="managing-identities#new-identity">nouvelle identité</link> soit demandée).
nl: Standaard houdt de Tor Browser je surfgeschiedenis niet bij. Cookies zijn enkel geldig voor de huidige sessie (tot de Tor Browser gesloten wordt of <link xref="managing-identities#new-identity">Nieuwe Identieit</link> wordt aangevraagd)
pt_br: Por padrão, o Navegador Tor não armazena nenhum histórico da sua navegação. Cookies são válidas durante uma única sessão (até que o Navegador Tor feche ou uma <link xref="managing-identities#new-identity">Nova Identidade</link> seja solicitada).
vi: Mặc định, Trình duyệt Tor không lưu bất kỳ lịch sử duyệt web nào Cookies chỉ hợp lệ trong một phiên duy nhất (cho đến khi Trình duyệt Tor được thoát ra hoặc một <link xref="managing-identities#new-identity">New Identity</link> được yêu cầu).
zh_cn: 默认情况下，Tor 浏览器不保存任何浏览记录。Cookie 仅在单次会话中有效（到 Tor 浏览器退出或者需要 <link xref="managing-identities#new-identity">新身份</link> 时失效）。

source: How Tor works
de: Wie Tor funktioniert
es_es: Cómo funciona Tor
fr: Comment Tor fonctionne-t-il ?
nl: Hoe Tor werkt
pt_br: Como Tor funciona
vi: Cách làm việc của Tor
zh_cn: Tor 如何工作

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as <em>relays</em>) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
de: Tor ist ein Netzwerk aus virtuellen Tunneln, die es Dir erlauben, Deine Privatsphäre und Sicherheit im Internet zu verbessern. Tor funktioniert, indem es Deinen Verkehr über drei zufällige Server (auch bekannt als <em>Relais</em>) im Tor-Netzwerk sendet. Das letzte Relais im Kanal (das "Ausgangsrelais") sendet dann den Verkehr in das öffentliche Internet.
es_es: La red Tor es una red de túneles virtuales que le permite mejorar su privacidad y seguridad en Internet. Tor funciona enviando su tráfico a través de tres servidores aleatorios (también conocidos como <em>repetidores</em>) en la red Tor. El último repetidor en el circuito (el "repetidor de salida") envía entonces el tráfico fuera hacia la Internet pública.
fr: Tor est un réseau de tunnels virtuels qui vous permet d'améliorer la protection de vos données personnelles et votre sécurité sur Internet. Tor fonctionne en acheminant votre trafic par trois serveurs aléatoires (aussi appelés <em>relais</em>) dans le réseau Tor. Le dernier relais du circuit (le « relais de sortie ») envoie ensuite le trafic vers l'Internet public.
nl: Tor is een netwerk van virtuele tunnels die het mogelijk maakt om je privacy en veiligheid op het internet te verbeteren. Tor werkt door je verkeer langs drie willekeurige servers (ook <em>relays</em> genaamd) te versturen in het Tor netwerk. De laatste relay in het lijstje (de "exit relay") stuurt dan je verkeer naar het publieke Internet.
pt_br: Tor é uma rede de túneis virtuais que possibilitam que você reforce a sua privacidade e segurança na Internet. Tor funciona enviando o seu tráfego a três servidores aleatórios (também conhecidos como <em>retransmissores</em>) no interior da rede Tor. O último retransmissor do circuito (o "retransmissor de saída") envia então o tráfego para fora, na Internet aberta.
vi: Tor là một mạng lưới các kênh như thật cho phép bạn nâng cao tính bảo mật và riêng tư trên Internet. Tor hoạt động bằng việc gửi tín hiệu đường truyền qua ba máy chủ ngẫu nhiên (được gọi là các khuyếch đại) trong mạng lưới Tor. Khuyếch đại cuối cùng trong lộ trình đó (<em>khuyếch đại thoát</em>) gửi tín hiệu đường truyền ra mạng Internet công cộng.
zh_cn: Tor 是一个由虚拟通道组成的网络，使您可以提高自己在互联网上的隐私和安全性。Tor 会将您的流量通过 Tor 网络内的三个随机的服务器（也称<em>中继</em>）发送、链路中的最后一个中继（“出口中继”）将流量发送到公共互联网。

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
de: Das Bild oben stellt einen Nutzer dar, der verschiedene Webseiten über Tor besucht. Die grünen Computer in der Mitte stellen die Relais im Tor-Netzwerk dar, während die drei Schlüssel die Verschlüsselungsschichten zwischen dem Benutzer und jedem Relaisserver darstellen.
es_es: La imagen superior muestra un usuario navegando por distintos sitios web sobre Tor. Los ordenadores en verde en el centro representan los repetidores de la red Tor, mientras que las tres llaves representan las capas de cifrado entre el usuario y cada repetidor.
fr: L'image ci-dessous illustre un utilisateur qui navigue vers différents sites Web avec Tor. Les ordinateurs verts situés au milieu représentent les relais du réseau Tor, alors que les trois clés représentent les couches de chiffrement entre l'utilisateur et chaque relais.
nl: De afbeelding hierboven toont een gebruiker die verschillende websites bezoekt via Tor. De groene computers stellen relay's in het Tor netwerk voor en de drie sleutels stellen de lagen van versleuteling voor tussen de gebruiker en elke relay.
pt_br: A imagem acima ilustra uma pessoa que visita diversos sites usando Tor. Os computadores verdes do meio representam retransmissores da rede Tor, enquanto as três chaves representam camadas de criptografia entre aquela pessoa e cada retransmissor.
vi: Hình ảnh ở trên minh hoạ một người dùng đang truy cập các trang web khác nhau dùng Tor. Những máy tính màu xanh ở giữa đại diện cho các khuyếch đại trong mạng lưới Tor đó, còn ba chìa khoá đại diện cho các tầng mã hoá giữa người dùng và mỗi khuyếch đại.
zh_cn: 上图展示了用户如何通过 Tor 网络来浏览不同的网站。在中间的绿色计算机表示 Tor 网络中的中继服务器；三把钥匙表示用户与每个中继之间的加密层。

source: Learn what bridges are and how to get them
de: Erfahre, was Brücken sind und wie man sie bekommt
es_es: Aprenda lo que son los puentes y cómo obtenerlos
fr: Apprendre ce que sont les ponts et comment les obtenir
nl: Leer wat bridges zijn en hoe je ze kunt krijgen
pt_br: Saiba o que são 'pontes' e como obtê-las
vi: Tìm hiểu cầu nối là gì và làm thế nào để có được
zh_cn: 了解什么是网桥以及如何使用

source: Bridges
de: Brücken
es_es: Puentes
fr: Les ponts
pt_br: Pontes
vi: Cầu Nối
zh_cn: 网桥

source: Most <link xref="transports">Pluggable Transports</link>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
de: Die meisten <link xref="transports">austauschbaren Übertragungsarten</link> wie obfs3 und obfs 4 sind auf das Benutzen von "Brücken"-Relais angewiesen. Wie normale Tor-Relais werden Brücken von ehrenamtlichen Helfern betrieben. Im Gegensatz zu normalen Relais sind diese jedoch nicht öffentlich gelistet sodass sie von einem Angreifer nicht so einfach identifiziert werden können. Brücken in Kombination mit austauschbaren Übertragungsarten zu verwenden hilft, zu verbergen dass Sie Tor benutzen.
es_es: La mayoría de los <link xref="transports">Transportes Conectables</link>, como obfs3 y obfs4, se basan en el uso de repetidores "puente". Igual que los repetidores Tor ordinarios, los puentes de red son ejecutados por voluntarios; sin embargo, al contrario que los repetidores ordinarios, no están listados públicamente, así que un adversario no puede identificarlos fácilmente. Usar puentes en combinación con transportes conectables ayuda a camuflar el hecho de está usando Tor.
fr: La plupart des <link xref="transports">transports enfichables</link>, tels que obfs3 et obfs4, reposent sur l'utilisation de « relais-ponts ». Comme les relais ordinaires, les ponts sont gérés par des bénévoles ; cependant, contrairement aux relais ordinaires, ils ne sont pas répertoriés publiquement et un adversaire ne peut donc pas les identifier facilement. L'utilisation de ponts combinée à des transports enfichables aide à dissimuler le fait que vous utilisez Tor.
nl: De meeste <link xref="transports"> Pluggable Transports </link>, zoals obfs3 en obfs4, maken gebruik van "bridge'' relays. Zoals gewone Tor relays worden bridges ook door vrijwilligers gehost. Echter zijn deze niet publiek weergeven waardoor het lastig word voor kwaadwillende om deze te indentificeren. Het gebruik van pluggable transports in combinatie met bridges helpt te verbergen dat er Tor word gebruikt.
pt_br: A maioria dos <link xref="transports">Transportadores Plugáveis</link>, como obfs3 e obfs4, baseiam-se no uso de retransmissores "ponte". Assim como retransmissores comuns do Tor, pontes são executadas por voluntárias/os. A diferença é que elas não se encontram em listas públicas, de modo que não é fácil para um adversário identificá-las. O uso combinado de pontes et de transportadores plugáveis ajuda a mascarar o fato de que você usa Tor.
vi: Hầu hết <link xref="transports">Các điểm trung chuyển Có thể kết nối</link>, như obfs3 và obfs4, dựa trên việc dùng các khuyếch đại “cầu nối”. Giống như các khuyếch đại Tor thông thường, các cầu được vận hành bởi các bên tình nguyện; không giống như các khuyếch đại thông thường, tuy nhiên, chúng không được liệt kê công khai, vì vậy một bên thù địch không thể xác định chúng một cách dễ dàng. Sử dụng các cầu kết hợp với các điểm trung chuyển có thể kết nối giúp nguỵ trang thực tế rằng bạn đang sử dụng Tor.
zh_cn: 大多数<link xref="transports">可插拔传输</link>（诸如 obfs3 和 obfs4）依赖于使用“网桥”中继。与普通的 Tor 中继类似，网桥由志愿者运行。然而与普通的中继普通，它们并不是公开列出，因此敌人不能轻易识别它们。将网桥与可插拔传输结合使用有助于掩饰您使用 Tor 的事实。

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
de: Andere austauschbare Übertragungsarten wie meek benutzen verschiedene Anti-Zensur-Techniken, welche nicht auf Brücken vertrauen. Sie müssen sich keine Adresse einer Brücke beschaffen um diese Übertragungsarten zu verwenden.
es_es: Otros transportes conectables, como meek, usan distintas técnicas anti-censura que no se basan en puentes. No necesita obtener direcciones de puentes para usar estos transportes.
fr: D'autres transports enfichables, comme meek, utilisent différentes techniques d'anticensure qui ne reposent pas sur des ponts. Vous ne devez pas obtenir des adresses de ponts pour utiliser ces transports.
nl: Andere pluggable transports, zoals meek, gebruiken verschillende anti-censuur technieken die niet afhankelijke zijn van bridges. U moet geen bridge adressen bemachtigen zodat je deze transports kunt gebruiken.
pt_br: Outros transportadores plugáveis, como "meek", usam outros técnicas anticensura, que não se baseiam em pontes. Você não precisa obter endereços de pontes para usar esses transportadores.
vi: Các điểm trung chuyển có thể kết nối, như meek, sử dụng các kỹ thuật phản kiểm duyệt khác nhau mà không phụ thuộc vào các cầu nối. Bạn không cần phải lấy các địa chỉ cầu nối để sử dụng các điểm trung chuyển này.
zh_cn: 其他可插拔传输层（例如 meek）使用不同的抗审查技术，不依赖于网桥。您不需要为了使用这些传输而获取网桥地址。

source: Getting bridge addresses
de: Erhalte die Adressen der Brücken
es_es: Obtener direcciones de puentes
fr: Obtenir des adresses de ponts
nl: Verkrijgen van bridge adressen
pt_br: Como obter endereços de pontes
vi: Đang lấy địa chỉ cầu nối
zh_cn: 获取网桥地址

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
de: Weil die Adressen der Brücken nicht öffentlich sind, musst du sie selber anfragen. Du hast zwei Möglichkeiten:
es_es: Como las direcciones de puentes no son públicas, tendrá que solicitarlas usted mismo. Tiene dos opciones:
fr: Les adresses de pont n'étant pas publiques, vous devrez les demander. Deux options s'offrent à vous :
nl: Omdat bridge adressen niet openbaar zijn, moet je ze zelf opvragen. Er zijn twee mogelijkheden:
pt_br: Como os endereços de pontes não são públicos, você vai precisar solicitá-los. Você tem duas opções:
vi: Vì địa chỉ cầu nối không được công khai, bạn sẽ phải tự yêu cầu nó. Bạn có hai tùy chọn:
zh_cn: 因为网桥地址非公开，您需要自行请求。您有两个选项：

source: Visit <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> and follow the instructions, or
de: Besuchen Sie <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> und folgen Sie den Anweisungen oder
es_es: Visite <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> y siga las instrucciones, o
fr: Visitez <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> et suivez les instructions, ou
nl: Bezoek <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> en volg de instructies, of
pt_br: Visitar <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> e seguir as instruções , ou
vi: Truy cập <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> và làm theo hướng dẫn, hoặc
zh_cn: 访问 <link href="https://bridges.torproject.org/">https://bridges.torproject.org/</link> 并按照流程操作，或者

source: Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address, or
de: Schreibe eine E-Mail an bridges@torproject.org von einer Gmail-, Yahoo- oder Riseup-E-Mail-Adresse oder
es_es: Escriba un correo a bridges@torproject.org desde una dirección de Gmail, Yahoo, o Riseup, o
fr: Envoyez un courriel à bridges@torproject.org à partir d'une adresse courriel Gmail, Yahoo ou Riseup.
nl: E-mailen bridges@torproject.org via een Gmail, Yahoo, of Riseup e-mailadres, of
pt_br: Enviar um e-mail para bridges@torproject.org a partir de um endereço de e-mail Gmail, Yahoo, ou Riseup , ou
vi: Gửi email đến bridges@torproject.org từ Gmail, Yahoo, hoặc địa chỉ email Riseup, hoặc
zh_cn: 使用 Gmail、Yahoo 或 Riseup 的邮箱服务发送电子邮件至 bridges@torproject.org ，或者

source: Entering bridge addresses
de: Eingeben der Brücken Adressen
es_es: Introducir direcciones de puentes
fr: Saisir des adresses de ponts
nl: Opgeven bridge adressen
pt_br: Inserir endereços de pontes
vi: Đang nhập địa chỉ cầu nối
zh_cn: 输入网桥地址

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
de: Solltest du einmal einige Brücken Adressen erhalten haben, wirst du sie im Tor Launcher eingeben müssen.
es_es: Una vez haya obtenido algunas direcciones de puentes de red, tendrá que introducirlas en el Arranque de Tor.
fr: Une fois que vous aurez obtenu des adresses de ponts, vous devrez les saisir dans le lanceur Tor.
nl: Zodra je enkele bridge adressen hebt bemachtigd moet je deze nog in de Tor Launcher invoeren.
pt_br: Assim que você tiver obtido alguns endereços de pontes, será necessário inseri-los no Tor Launcher
vi: Một khi bạn đã có được một vài địa chỉ cầu nối, bạn sẽ không cần nhập chúng vào Tor Launcher.
zh_cn: 在您获得一些网桥地址后，您需要将它们输入到 Tor 启动器中。
