Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
de: Video-Internetseiten wie Vimeo benutzen die Flash-Player-Erweiterung um den Inhalt von Videodateien anzuzeigen. Unglücklicherweise operiert diese Anwendung unabhängig vom Tor Browser und kann nicht einfach so eingerichtet werden, dass sie die Proxy-Einstellungen des Tor Browsers übernimmt. Daraus resultiert, dass sie Ihren tatsächlichen Ort und Ihre IP-Adresse an den Internetseitenbetreiber oder zu einem außenstehenden Beobachter offenlegen kann. Aus diesem Grund ist Flash in der Standardeinstellung im Tor Browser deaktiviert und die Aktivierung wird nicht empfohlen.
es_es: Sitios web de vídeo, como Vimeo, hacen uso del plugin Flash Player para mostrar contenido de vídeo. Desafortunadamente, este software opera de forma independiente al Navegador Tor y no se puede hacer que obedezca fácilmente a la configuración proxy del Navegador Tor. Por tanto, puede revelar su ubicación y dirección IP reales a los operadores de sitios web, o a un observador externo. Por esta razón, Flash está deshabilitado por defecto en el Navegador Tor, y no se recomienda habilitarlo.
fr: Les sites Web vidéo tels que Vimeo utilisent le greffon du lecteur Flash pour afficher les contenus vidéo. Malheureusement, ce logiciel fonctionne indépendamment du navigateur Tor et il peut être difficile de le faire obéir aux paramètres de serveur mandataire du navigateur Tor. Il peut par conséquent divulguer vos lieu et adresse IP réels aux opérateurs du site Web ou à un observateur extérieur. C'est pour cela que Flash est désactivé par défaut dans le navigateur, et il n'est pas recommandé de l'activer.
nl: Video websites, zoals Vimeo maken gebruik van Flash Player plugin om video inhoud te weergeven. Helaas werkt deze software onafhankelijk van Tor Browser en kan niet gemakkelijk verplicht worden Tor Browser's proxy instellingen te gebruiken. Daardoor kan het gemakkelijk uw echte locatie en IP adres aan de website beheerders, of naar een buitenstaande waarnemer onthullen. Voor deze reden is Flash standaard gedeactiveerd in Tor Browser, en wordt het inschakelen afgeraden.
pt_br: Websites de vídeos, tal como Vimeo, utilizam o plugin Flash Player para exibir conteúdo de vídeo. Infelizmente, esse programa opera independentemente do Navegador Tor e não pode ser facilmente forçado a obedecer às configurações de proxy do Navegador Tor. Por isso, ele pode revelar a sua real localização e endereço de IP aos operadores do website ou a um observador exterior. Por essa razão, o Flash é desabilitado por padrão no Navegador Tor e ativá-lo não é recomendado.
vi: Các trang web phim, như Vimeo, sử dụng trình cắm ngoài Flash Player để hiển thị nội dung phim. Thật không may, phần mềm này hoạt động độc lập với Trình duyệt Tor và không thể dễ dàng bị bắt buộc tuân theo các cài đặt uỷ quyền của Trình duyệt Tor. Vì vậy nó có thể để lộ địa chỉ IP và địa chỉ thực của bạn cho các trang web vận hành nó, hoặc cho một bên quan sát khác. Vì lý do này, Flash bị mặc định vô hiệu hoá trong Trình duyệt Tor, và việc cho phép nó là không được khuyến khích.
zh_cn: 某些如 Vimeo 等视频网站使用 Flash Player 插件来播放内容。而非常遗憾地，此插件程序是独立运行的软件，件且完全不遵循 Tor 浏览器之代理服务器设置。因此若启用此插件程序，您的真实网络地址将会直接公开给网站的管理员以及任何正在网络上监听的恶意人士所知，故在 Tor 浏览器中 Flash Player 为默认关闭，在此也不建议您去启用它。

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
de: Einige Video-Internetseiten (so wie Youtube) benutzen kein Flash und bieten alternative Methoden an, Videos auszuliefern. Diese Methoden können mit dem Tor Browser kompatibel sein.
es_es: Algunos sitios web (como YouTube) ofrecen métodos alternativos de entrega de vídeo que no usan Flash. Estos métodos pueden ser compatibles con el Navegador Tor.
fr: Certains sites Web vidéo (comme YouTube) offrent d'autres méthodes de livraison des vidéos qui n'utilisent pas Flash. Ces méthodes pourraient être compatibles avec le navigateur Tor.
nl: Sommige websites (gelijk YouTube) bieden alternative video leveringsmethodes die Flash niet gebruiken. Deze methodes kunnen compatibel zijn met Tor Browser.
pt_br: Alguns websites de vídeos (tal como YouTube) oferecem métodos de exibição de vídeo que não utilizam Flash. Esses métodos podem ser compatíveis com o Navegador Tor.
vi: Một vài trang web phim (như YouTube) đưa ra các phương pháp sử dụng phim thay thế không dùng Flash. Những phương pháp này có thể tương thích với Trình duyệt Tor.
zh_cn: 某些视频网站（例如 YouTube）有提供不需使用 Flash Player 插件的视频播放器，此类型的在线视频播放方式可与 Tor 浏览器兼容。

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
de: JavaScript ist eine Programmiersprache die Internetseiten benutzen um interaktive Elemente wie Videos, Animationen, Audio oder Status-Timelines darzustellen. Unglücklicherweise kann JavaScript auch Attacken gegen die Sicherheit Ihres Browsers ermöglichen, was unter Umständen zu einer Deanonymisierung führt.
es_es: JavaScript es un lenguaje de programación que los sitios web usan para ofrecer elementos interactivos como vídeo, animación, audio, y estados en líneas de tiempo. Por desgracia, JavaScript también puede habilitar ataques a la seguridad del navegador, lo que puede llevar a la pérdida del anonimato.
fr: JavaScript est un langage de programmation que les sites Web utilisent pour offrir des éléments interactifs tels que de la vidéo, des animations, de l'audio et des états de progression. Malheureusement, JavaScript permet aussi d'attaquer la sécurité du navigateur, ce qui pourrait compromettre l'anonymisation.
nl: JavaScript is een programmeer taal die websites gebruiken om interactive elementen zoals video, animatie, audio, en status tijdlijnen aan te bieden. Helaas kan JavaScript ook aanvallen op de beveiliging van de browser toelaten, die tot de-anonimisatie kunnen lijden.
pt_br: O JavaScript é uma linguagem de programação que websites usam para oferecer elementos interativos tais como vídeo, animação, áudio e timelines de status. Infelizmente, o JavaScript também pode permitir ataques contra a segurança do navegador, o que pode levar a desanonimização.
vi: JavaScript là một ngôn ngữ lập trình các trang web sử dụng để làm các phần tử tương tác như là phim, hoạt hình, âm thanh, và dòng trạng thái thời gian. Thật không may, JavaScript cũng có thể cho phép các tấn công vào sự bảo mật của trình duyệt, điều có thể dẫn tới sự việc làm mất tính ẩn danh.
zh_cn: JavaScript 是一种内嵌于网页中的编程语言，它可以提供网站的各种交互式组件，像是视频、音乐、动画、时间状态等。而遗憾的是，JavaScript 也可能被利用来发动破解浏览器安全防护机制的攻击，其结果有可能会让用户的真实身份曝光。

source: Tor Browser includes an add-on called NoScript, accessed through the “S” icon at the top-left of the window, which allows you to control the JavaScript that runs on individual web pages, or to block it entirely.
de: Der Tor Browser beinhaltet eine Erweiterung die NoScript genannt wird und auf die über das "S" Icon in der oberen linken Seite des Fensters zugegriffen werden kann. Es erlaubt Ihnen, JavaScript auf einzelnen Internetseiten zu kontrollieren oder komplett zu blocken.
es_es: El Navegador Tor incluye un complemento llamado NoScript, al que se accede mediante el icono "S" en la parte superior izquierda de la ventana, lo que permite que controle el JavaScript que se ejecuta en páginas web individuales, o bloquearlo por completo.
fr: Le navigateur Tor inclut un module complémentaire appelé NoScript auquel on accède par l'icône « S » située en haut à gauche de la fenêtre. Il vous permet de contrôler le JavaScript exécuté par des pages Web, ou de le bloquer complètement.
nl: Tor Browser omvat een add-on genaamd NoScript, toegankelijk via het "S" icoon in de linker boven hoek van het venster, die u toelaat het JavaScript te controleren dat wordt uitgevoerd op individuele pagina's, of om het volledig te blokkeren.
pt_br: O Navegador Tor inclui uma extensão chamada NoScript, acessível através do ícone 'S', no canto superior esquerdo da janela. Ela lhe dá a possibilidade de controlar o JavaScript que corre em páginas individuais, ou de bloqueá-lo por inteiro.
vi: Trình duyệt Tor có một tiện ích gọi là NoScript, truy cập thông qua biểu tượng “S” ở góc phía trên bên trái của màn hình, cho phép bạn kiểm soát JavaScript chạy trên các trang web đơn lẻ, hoặc để hoàn toàn ngăn chặn nó.
zh_cn: Tor 浏览器有提供一个名为“NoScript”的扩展程序，其功能按钮是一个位于窗口左上方带有“S”字样的图标，它可以让您针对个别网页中所含的 JavaScript 程序之运行与否进行控制。

# _
source: external ref='media/plugins/noscript_menu.png' md5='df9e684b76a3c2e2bdcb879a19c20471'
vi: Tham chiếu ngoài ref='media/plugins/noscript_menu.png' md5='df9e684b76a3c2e2bdcb879a19c20471'

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <link xref="security-slider">Security Slider</link> to “Medium-High” (which disables JavaScript for non-HTTPS websites) or “High” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts.
de: Benutzer, die einen höheren Grad an Sicherheit beim Surfen benötigen sollten den Sicherheits-Schieberegler des Tor Browsers auf "Medium-Hoch" (dies deaktiviert die Ausführung von JavaScript auf nicht-HTTPS-Seiten) oder "Hoch" (dies deaktiviert die Ausführung komplett für alle Webseiten) setzen. Wie auch immer, JavaScript zu deaktivieren verhindert bei vielem Internetseiten eine korrekte Darstellung. Die Standardeinstellung ist daher, Internetseiten das Ausführen von Scripts zu erlauben.
es_es: Los usuarios que requieren un alto grado de seguridad en su navegación web, deben establecer el <link xref="security-slider">Control deslizante de seguridad</link> del Navegador Tor a "Medio-Alto" (lo que deshabilita los sitios web no-HTTPS) o "Alto" (lo que hace esto mismo para todos los sitios web). Sin embargo, deshabilitar JavaScript evitará que muchos sitios web se muestren correctamente, así que la configuración por defecto del Navegador Tor es permitir que todos los sitios web ejecuten scripts.
fr: Les utilisateurs qui exigent un niveau de sécurité élevé lorsqu'ils parcourent le Web devraient définir le <link xref="security-slider">bouton de sécurité coulissant</link> du navigateur Tor à « Moyenne élevée » (ce qui désactive JavaScript pour les sites Web non HTTPS) ou « Élevée » (ce qui le fait pour tous les sites Web). Cependant, la désactivation de JavaScript empêchera que de nombreux sites Web s'affichent correctement, et c'est pourquoi les paramètres par défaut du navigateur Tor permettent aux sites Web d'exécuter des scripts.
nl: Gebruikers die een hoog niveau van veiligheid vereisen in hun web browser zouden hun <link xref="security-slider">Veiligheids slider</link> in de Tor Browser naar "Medium-High" moeten zetten (deze deactiveerd JavaScript voor niet-HTTPS websites) of "High" (deze dit voor alle websites). Echter, JavaScript uitschakelen zal ervoor zorgen dat veel websites onnauwkeurig weer gegeven worden, dus Tor Browser's standaard instelling is dat websites toegestaan zijn om scripts uit te voeren.
pt_br: Usuários que necessitam de um alto grau de segurança ao navegar na web devem ajustar a <link xref="security-slider">Barra de Segurança</link> do Navegador Tor para “Médio-Alto” (o que desativa o JavaScript em websites que não usam HTTPS) ou “Alto” (o que o faz em todos os websites). Contudo, desativar o JavaScript impedirá a exibição correta de muitos websites. Por isso, a configuração padrão do Navegador Tor permite que todos os websites executem scripts.
vi: Những người yêu cầu mức độ bảo mật cao trong việc lướt web nên đặt <link xref="security-slider">Thanh trượt Bảo mật</link> của Trình duyệt Tor ở “Trunh bình-Cao” (điều này vô hiệu hoá JavaScript với các trang web không-HTTPS) hoặc “Cao” (vô hiệu hoá với tất cả mọi trang web). Tuy nhiên, việc vô hiệu hoá JavaScript sẽ làm cho nhiều trang web hiển thị không chính xác, vì cài đặt mặc định của Trình duyệt Tor để cho tất cả mọi trang web chạy các mã kịch bản (script).
zh_cn: 对于网络浏览器之安全性有较高需求的用户，可以将 Tor 浏览器中的<link xref="security-slider">安全性等级调节器</link>调整至“中高”（在访问未使用 HTTPS 连接的网站时，将 JavaScript 之功能关闭）或者“高”（将 JavaScript 功能全部关闭）。但是，关闭 JavaScript 功能可能会导致部分网页之显示发生异常，因此 Tor 浏览器的默认设置是对所有网站启用 JavaScript 功能。

source: Browser Add-ons
de: Browser-Erweiterungen
es_es: Complementos de navegador
fr: Les modules complémentaires pour navigateur
pt_br: Extensões de Navegador
vi: Các tiện ích trình duyệt
zh_cn: 浏览器附加组件

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
de: Tor Browser basiert auf Firefox und jede Erweiterung oder jedes Thema das mit Firefox kompatibel ist kann auch im Tor Browser installiert werden.
es_es: El Navegador Tor está basado en Firefox, y cualquier complemento de navegador o tema decorativo que sea compatible con Firefox también puede ser instalado en el Navegador Tor.
fr: Le navigateur Tor est fondé sur Firefox, et tout module complémentaire ou thème compatible avec Firefox peut aussi être installé dans le navigateur Tor.
nl: Tor Browser is gebaseerd op FireFox, en elke browser add-ons of thema's die compatibel zijn met Firefox kunnen dus ook geïnstalleerd worden in Tor Browser.
pt_br: O Navegador Tor é baseado no Firefox. Assim, qualquer extensão de navegação ou temas compatíveis com Firefox também podem ser instalados no Navegador Tor.
vi: Trình duyệt Tor phát triển từ Firefox, và bất kỳ các tiện ích trình duyệt hay phông nền nào tương thích với Firefox cũng có thể được cài đặt cho Trình duyệt Tor.
zh_cn: Tor 浏览器基于 Firefox，任何兼容 Firefox 的附加组件和主题都可以在 Tor 浏览器中安装。

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
de: Wie auch immer, die einzigen Erweiterungen, deren Benutzung mit dem Tor Browser getestet wurde sind die, die standardmäßig in den Browser integriert sind. Das Installieren jeglicher anderer Browser Erweiterungen beschädigt eventuell die Funktionalität des Tor Browsers oder verursacht schlimmere Probleme die Ihre Privatsphäre oder Sicherheit gefährden können. Es wird dringend davon abgeraten, andere Erweiterungen zu installieren und das Tor Projekt wird keine Unterstützung für diese Konfigurationen anbieten.
es_es: Sin embargo, los únicos complementos que han sido probados para su uso con el Navegador Tor son aquellos incluidos de forma predeterminada. Instalar cualquier otro complemento de navegador puede desbaratar la funcionalidad en el Navegador Tor o causar problemas más serios que afectarán a su privacidad y seguridad. Se recomienda firmemente no instalar complementos adicionales, además Tor Project no ofrecerá soporte para estas configuraciones.
fr: Cependant, les seuls modules complémentaires qui ont été testés pour être utilisés avec le navigateur Tor sont ceux inclus par défaut. L'installation de tout autre module complémentaire pourrait briser la fonctionnalité du navigateur Tor ou poser des problèmes plus graves qui affectent la protection de vos données personnelles et la sécurité. Il est fortement déconseillé d'installer d'autres modules complémentaires, et le Projet Tor n'offrira aucun soutien pour les configurations les utilisant.
nl: Echter, de enige add-ons die getest zijn door ons om te gebruiken met Tor Browser zijn deze die standaard zijn bijgevoegd. Het installeren van enige andere browser add-ons kan de functionaliteit van Tor Browser breken of meer ernstige problemen die uw privacy en veiligheid kunnen schaden. Het is ten zeerste afgeraden om extra add-ons te installeren, en het Tor Project zal geen ondersteuning bieden bij deze configuraties.
pt_br: Contudo, somente as extensões que tiverem sido testadas para uso com o Navegador Tor são incluídas como padrão. Instalar qualquer outra extensão de navegador pode quebrar a funcionalidade do Navegador Tor ou causar problemas mais sérios que afetem sua privacidade ou segurança. É fortemente desaconselhado instalar extensões adicionais e o Projeto Tor não oferecerá suporte para essas configurações.
vi: Tuy nhiên, các tiện ích duy nhất đã được thử nghiệm cho việc sử dụng với Trình duyệt Tor là những cái đã được mặc định thêm vào. Việc cài bất kỳ các tiện ích nào khác có thể làm hỏng tính năng của Trình duyệt Tor hoặc gây ra nhiều vấn đề nghiêm trọng hơn ảnh hưởng đến tính bảo mật và sự riêng tư của bạn. Việc cài thêm các tiện ích là rất không nên, và Trình duyệt Tor sẽ không cung cấp trợ giúp cho việc cấu hình đó.
zh_cn: 但是，仅 Tor 浏览器默认自带的附加组件经过了适用 Tor 浏览器的测试。安装任何其他的浏览器附加组件可能破坏 Tor 浏览器的功能或导致更严重的问题，包括影响您的隐私与安全性。强烈建议您不要安装额外的附加组件，Tor 项目不为这些配置提供支持。

source: Learn how to protect your data using Tor Browser and HTTPS
de: Erfahren Sie, wie Sie Ihre Daten mithilfe des Tor-Browsers und HTTPS schützen
es_es: Aprende cómo proteger tus datos usando el Navegador Tor y HTTPS
fr: Apprenez comment protéger vos données en utilisant le navigateur Tor et HTTPS
nl: Leer hoe u uw data kan beveiligen door Tor Browser en HTTPS te gebruiken
pt_br: Saiba como proteger os seus dados usando o Navegador Tor e HTTPS
vi: Học cách làm thế nào để bảo vệ giữ liệu của bạn sử dụng Trình duyệt Tor và HTTPS
zh_cn: 了解如何使用 Tor 浏览器与 HTTPS 保护您的数据

source: Secure Connections
de: Sichere Verbindungen
es_es: Conexiones seguras
fr: Les connexions sécurisées
nl: Beveiligde verbindingen
pt_br: Conexões Seguras
vi: Các kết nối Bảo mật
zh_cn: 安全连接

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
de: Wenn persönliche Informationen wie Login-Passwörter unverschlüsselt über das Internet gesendet werden, können diese relativ einfach durch Angreifer abgehört werden. Wenn Sie sich bei einer Internetseite anmelden sollten Sie sicherstellen dass diese HTTPS-Verschlüsselung anbietet, welche gegen diese Art von Abhören schützt. Sie können in Ihrer Adressleiste feststellen dass Ihre Verbindung verschlüsselt ist da diese mit "https://" statt mit "http://" beginnen.
es_es: Si la información personal como nombre de usuario y contraseña viaja cifrada por Internet, puede ser interceptada muy fácilmente por alguien a la escucha. Si estás iniciando sesión en cualquier sitio web, debes asegurarte de que el sitio ofrece cifrado HTTPS, que protege contra esta clase de escuchas. Puedes verificar esto en la barra de URLs: Si tu conexión está cifrada, la dirección comenzará con “https://”, en lugar de “http://”.
fr: Si des informations personnelles telles que des mots de passe de connexion voyagent sur Internet sans chiffrement, elles pourraient facilement être interceptées par des systèmes d'écoute. Si vous vous connectez dans des sites Web, vous devriez vous assurer que ces sites offrent le chiffrement HTTPS, chiffrement qui vous protège contre ce genre d'écoute. Vous pouvez le vérifier dans la barre d'URL : si votre connexion est chiffrée, l'adresse commencera par « https:// » plutôt que par « http:// ».
nl: Als persoonlijke informatie zoals wachtwoorden ongecodeerd over het internet verstuurd worden, kan dit gemakkelijk onderschept worden door een afluisteraar. Als u inlogt op eender welke website, moet u zeker maken dat deze website HTTPS encryptie ondersteund, die beschermt tegen dit soort van afluisteraars. U kunt dit verifiëren in de URL balk: als uw connectie is versleuteld, het adres zal dan beginnen met "https://", in plaats van "http://".
pt_br: Se informações pessoais, tais como senhas de login, viajarem pela Internet sem serem criptografadas, elas poderão facilmente ser interceptadas por um espião. Se você estiver fazendo o login em qualquer website, certifique-se de que esse site oferece criptografia HTTPS, o que protege contra esse tipo de espionagem. Você pode verificar isso na barra de endereços: se sua conexão for criptografada, o endereço começará com “https://” ao invés de “http://”.
vi: Nếu thông tin cá nhân như một mật khẩu đăng nhập truyền đi không được bảo mật trên Internet, nó có thể rất dễ dàng bị bắt giữ bởi một bên nghe lén. Nếu bạn đang đăng nhập vào bất kỳ trang web nào, nên chắc chắn rằng trang đó cung cấp mã hoá HTTPS, nó bảo vệ bạn trước dạng nghe lén này. Bạn có thể xác minh điều này trên thanh địa chỉ URL: nếu kết nối của bạn được bảo mật, địa chỉ đó sẽ bắt đầu với “https://”, không phải “http”.
zh_cn: 如果登录帐号及密码等个人数据是以未经加密的形态在网络上发送，那任何网络监听者都可以轻易地拦截和窃取此信息。因此，每当您尝试登录某个网站时，应当要先确认该网站是否有提供 HTTPS 加密连接，以确保您的个人数据安全。确认的方式非常简单，只需注意观察其网址的部分，若是以“https://”开头，则表示连接处于加密状态，但若开头为“http://”，则该连接上所传输的数据都未被加密。

# _
source: external ref='media/secure-connections/https.png' md5='364bcbde7a649b0cea9ae178007c1a50'
vi: Tham chiếu ngoài ref='media/secure-connections/https.png' md5='364bcbde7a649b0cea9ae178007c1a50'

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
de: Die folgende Visualisierung zeigt, welche Informationen Lauscher einsehen können mit oder ohne Tor Browser und HTTPS Verschlüsselung:
es_es: La siguiente visualización muestra qué información es visible a quienes estén a la escucha, tanto si usa como si no el Navegador Tor y el cifrado HTTPS:
fr: La visualisation suivante montre quelles informations sont visibles pour les systèmes d'écoute avec et sans le navigateur Tor et le chiffrement HTTPS :
nl: De volgende visualiseren laat zien welke informatie zichtbaar is aan afluisteraars met en zonder Tor Browser en HTTPS encryptie:
pt_br: A seguinte visualização mostra quais tipos de informações são visíveis para espiões com e sem o Navegador Tor e a criptografia HTTPS.
vi: Sự biểu thị sau đây cho thấy rằng thông tin nào là hữu hình đối với các bên nghe lén khi dùng và không dùng Trình duyệt Tor và mã hoá HTTPS:
zh_cn: 下方的展示呈现了有使用以及没有使用 Tor 浏览器与 HTTPS 加密连接时，网络监听者可以拦截窃取到的数据种类：
