Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
de: Das Benutzen des Tor Netzwerks hält Dritte davon ab Ihren exakten Aufenthaltsort und Ihre IP-Adresse herauszufinden. Jedoch auch ohne diese Informationen ist es ihnen eventuell möglich, verschiedene Bereiche ihrer Aktivitäten miteinander zu verbinden. Aus diesem Grund enthält der Tor Browser einige zusätzliche Funktionen die Ihnen die Möglichkeit geben, zu kontrollieren welche Informationen mit Ihrer Identiät verbunden werden können.
es_es: Usar la red Tor evita que los observadores puedan descubrir su ubicación exacta y dirección IP, pero incluso sin esta información podrían ser capaces de vincular distintas áreas de su patrón de actividad. Por esta razón, el Navegador Tor incluye algunas características adicionales que le ayudan a controlar qué información puede estar ligada a su identidad.
fr: L'utilisation du réseau Tor empêche ceux qui vous observent de découvrir votre lieu exact et votre adresse IP, mais même sans ces informations, ils pourraient associer vos différentes activités. Pour cette raison, le navigateur Tor comprend des fonctions supplémentaires qui vous aident à contrôler les informations qui peuvent être liées à votre identité.
nl: Door Tor Netwerk te gebruiken worden deze waarnemers gestopt uw exacte locatie en IP adres te achterhalen, maar zelfs zonder deze informatie zouden deze instaat kunnen zijn om verschillende gebieden van uw online activiteit aan elkaar te linken. Voor deze reden heeft Tor Browser enkele extra features zodat deze u kunnen helpen controleren welke informatie en uw identiteit gebonden kan worden.
pt_br: O uso da rede Tor impede que observadores possam descobrir a sua localização exata e o seu endereço IP. No entanto, mesmo sem essas informações, é possível associar informações de origens diversas. Por isso, o Navegador Tor inclui algumas funcionalidades adicionais para ajudar a controlar quais informações podem ser associadas à sua identidade.
vi: Sử dụng mạng lưới Tor ngăn chặn các bên quan sát có thể tìm ra vị trí và địa chỉ IP chính xác của bạn, nhưng ngay cả khi không có những thông tin này họ vẫn có thể liên kết các vùng hoạt động khác nhau của bạn. Vì lý do này, Trình duyệt Tor có thêm một vài đặc tính giúp bạn kiểm soát thông tin nào có thể gán với định danh của bạn.
zh_cn: 使用洋葱路由网络可以防止网络监听者找出您的真实网络地址以及实际地理位置，但是他们仍然能够将您在网络上活动的各种纪录连接组合在一起，并还原出您的网络活动全貌。有鉴于此，Tor 浏览器有加入一些特殊设计，可以帮助您管控可能被用于身份识别的相关信息。

source: The URL bar
de: Die URL-Leiste
es_es: La barra de URLs
fr: La barre d'URL
nl: De adresbalk
pt_br: A barra URL
vi: Thanh địa chỉ URL
zh_cn: 网址栏

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
de: Der Tor Browser zentriert Ihre Interneterfahrung rund um Ihre Verbindung zu der Internetseite in der Addressliste. Selbst wenn Sie sich mit zwei verschiedenen Seiten verbinden, die die selben Tracking Dienste von Dritten benutzen wird der Tor Browser erzwingen dass der Inhalt über zwei unterschiedliche Tor Kreisläufe ausgeliefert wird sodass der Tracker nicht wissen kann dass beide Verbindungen von Ihrem Browser stammen.
es_es: El navegador Tor enfoca su experiencia web en torno a su relación con el sitio web de la barra de URLs. Incluso si se conecta a dos sitios distintos que usan el mismo servicio de seguimiento de terceros, el Navegador Tor forzará que el contenido sea servido sobre dos circuitos de Tor diferentes, por lo que el rastreador no sabrá que ambas conexiones se originan desde su navegador.
fr: Le navigateur Tor centre votre expérience Web sur votre relation avec le site Web dans la barre d'URL. Même si vous vous connectez à deux sites différents qui utilisent le même service tiers de suivi à la trace, le navigateur Tor forcera que le contenu soit servi par deux circuits Tor différents, et ainsi le service de suivi ne saura pas que les deux connexions proviennent de votre navigateur.
nl: Tor Browser centreert uw web ervaring rond u relatie met de website in de URL balk. Zelfs wanneer u verbind met verschillende sites die de zelfde third-party tracking service gebruiken, Tor Browser forceert dat deze inhoud wordt verstuurd over twee verschillende Tor circuits, zo dat deze tracker niet zal weten dat beide verbindingen afkomstig zijn van uw browser.
pt_br: O Navegador Tor centra a sua experiência de navegação em torno da sua interação com sites na barra de endereços. Mesmo que você se conecte a dois sites diferentes que usem o mesmo serviço de rastreamento oferecido por terceiros, o Navegador Tor forçará a transmissão do conteúdo por dois diferentes circuitos do Tor. Assim, o rastreador não saberá que ambas as conexões se originam no seu navegador.
vi: Trình duyệt Tor tập trung trải nghiệm của bạn quanh mối liên hệ của bạn với trang web trên thanh URL. Ngay cả khi bạn kết nối tới hai trang khác nhau sử dụng cùng một dịch vụ theo dấu người dùng của một bên thứ ba, Trình duyệt Tor sẽ bắt buộc nội dung đó được phục vụ thông qua hai lộ trình Tor khác nhau, vì thế bên theo dấu người dùng đó sẽ không biết cả hai kết nối đó đều bắt nguồn từ trình duyệt của bạn.
zh_cn: Tor 浏览器会以您在网址列中的网站名称为中心，来维护您与网站间的交互关系，因此，即使您连上了两个不同的网站，但两个站台上都有使用相同的第三方网络追踪服务，Tor 浏览器仍会强制让您与这两个网站间的连接，透过两条不同的洋葱路由回路来交换数据，如此可以让第三方网络追踪服务非常难以察觉这两条通往不同网站的连接，其实都是源自于您的浏览器。

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
de: Auf der anderen Seite werden alle Verbindungen zu einer einzelnen Internetseite über den selben Schaltkreis aufgebaut. Das heißt, dass Sie verschiedene Seiten einer Internetseite in separaten Reitern oder Fenstern ohne Funktionseinbußen aufrufen können
es_es: Por otra parte, todas las conexiones a una sola dirección de sitio web se realizarán sobre el mismo circuito de Tor, lo que significa que puede navegar por diferentes páginas de un solo sitio web en pestañas o ventanas independientes, sin pérdida de funcionalidad.
fr: Par ailleurs, toutes les connexions vers une même adresse de site Web seront acheminées par le même circuit Tor, ce qui signifie que vous pouvez parcourir différentes pages d'un même site Web dans des onglets ou des fenêtres différents sans perte de fonctionnalité.
nl: Aan de andere kant, al uw verbindingen naar eenzelfde website adres zullen over het zelfde Tor circuit gemaakt worden, dit betekent dat u verschillende pagina's van een zelfde website in verschillende tabladen of venster kunt gebruiken zonder enig verlies van functionaliteit.
pt_br: Por outro lado, todas as conexões a um único endereço de website serão feitas através do mesmo circuito do Tor, o que significa que você pode navegar por diferentes páginas de um único website em abas ou janelas separadas sem que haja perda de funcionalidade.
vi: Mặt khác, tất cả các kết nối đến một địa chỉ web đơn nhất cũng sẽ được đi qua cùng một lộ trình Tor, nghĩa là bạn có thể truy cập các tiểu trang khác nhau của cùng một trang web duy nhất trong các cửa sổ hay các thanh làm việc riêng biệt, mà không bị mất bất cứ chức năng hoạt động nào.
zh_cn: 从另一方面而言，所有通往同一网站的连接都将会透过同一条洋葱路由回路来达成，因此即使您在浏览器中打开多个不同的页签来阅览同一网站中的不同网页，其网站的功能也不会受到影响。

# _
source: external ref='media/managing-identities/circuit_full.png' md5='bd46d22de952fee42643be46d3f95928'
vi: Tham chiếu ngoài ref='media/managing-identities/circuit_full.png' md5='bd46d22de952fee42643be46d3f95928'

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the onion menu.
de: Ein Diagramm des Kanals, den der Tor-Browser für den aktuellen Reiter nutzt, befindet sich im Onion-Menü.
es_es: Puede ver un diagrama del circuito que el Navegador Tor está usando para la pestaña actual en el menú de la cebolla.
fr: Vous pouvez voir un diagramme du circuit que le navigateur Tor utilise pour l'onglet actuel dans le menu oignon.
nl: U kunt een diagram zien van het circuit dat Tor Browser gebruikt voor het huidige tablad in het onion menu.
pt_br: Você pode ver um diagrama do circuito que o Navegador Tor está usando para a aba atual no menu cebola.
vi: Bạn có thể thấy một biểu đồ của lộ trình mà Trình duyệt Tor đang sử dụng cho thanh làm việc hiện tại trong danh mục onion.
zh_cn: 您可以在洋葱菜单的当前选项卡中看到 Tor 浏览器目前使用的线路图。

source: Logging in over Tor
de: Über Tor anmelden
es_es: Iniciar sesión sobre Tor.
fr: Se connecter en utilisant Tor
nl: Inloggen over TOR
pt_br: Fazendo loggin através do Tor
vi: Đăng nhập thông qua Tor
zh_cn: 在 Tor 上登录

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
de: Trotz dass der Tor Browser entworfen wurde um totale Benutzeranonymität im Internet ermöglich, existieren Situationen in denen es Sinn macht, Tor mit Internetseiten die Benutzernamen, Passwörter oder andere identifizierende Informationen erfordern.
es_es: Aunque el Navegador Tor está diseñado para habilitar el anonimato total del usuario en la web, puede haber situaciones en las que tenga sentido usar Tor con sitios web que requieran nombres de usuario, contraseñas u otra información de identificación.
fr: Bien que le navigateur Tor est conçu pour permettre l'anonymat absolu de l'utilisateur sur le Web, certaines situations pourraient justifier d'utiliser Tor avec des sites Web qui exigent des noms d'utilisateur, des mots de passe ou d'autres informations permettant de vous identifier.
nl: Hoewel Tor Browser is ontworpen om totale gebruikers anonimiteit op het web te verzekeren, kunnen er enkele situaties zijn waar het logisch is om websites te gebruiken die toch gebruikersnamen, wachtwoorden of andere identificeerbare informatie te gebruiken.
pt_br: Ainda que o Navegador Tor seja concebido para possibilitar uma total anonimidade de seus usuários na Internet, em algumas situações também faz sentido usar Tor para visitar sites que requerem nomes, senhas ou outras informacoes de identificacao.
vi: Mặc dù Trình duyệt Tor được thiết kế cho tính ẩn danh hoàn toàn của người dùng trên mạng, có thể có những tình huống phù hợp để dùng Tor cho những trang web yêu cầu tên người dùng, mật khẩu, hay các thông tin định danh khác.
zh_cn: 尽管 Tor 浏览器在设计上是使用户在网络上全面匿名，但也有一些情况需要使用 Tor 并配合用户名、密码或其他识别信息来登录网站。

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
de: Wenn Sie sich auf einer Internetseite mit einem regulären Browser einloggen geben Sie auch Ihre IP-Adresse und Ihre geographische Position preis. Dasselbe trifft oft zu wenn Sie eine E-Mail versenden. Wenn Sie sich in Ihr Profil bei einem sozialen Netzwerk oder E-Mail-Accounts mit dem Tor Browser anmelden, steht es Ihnen frei exakt festzulegen welche Informationen Sie für die Internetseite, die Sie gerade besuchen, freigeben. Das Einloggen mit dem Tor Browser ist ebenso hilfreich wenn die Internetseite, die Sie zu erreichen versuchen, in Ihrem Netzwerk blockiert wurde.
es_es: Si accedes a un sitio web mediante un navegador normal, usted revelas tu IP y tu ubicación geográfica en el proceso. Lo mismo ocurre a menudo cuando envías un correo electrónico. Iniciar sesión en tu red social o cuentas de correo electrónico utilizando Tor tle permite elegir exactamente qué información revela a los sitios web donde navegas. Iniciar sesión con Tor también es útil si el sitio web al que intentas acceder está censurado en tu red.
fr: Si vous vous connectez à un site Web en utilisant un navigateur ordinaire, vous révélez aussi votre adresse IP et votre emplacement géographique. C'est souvent aussi le cas quand vous envoyez un courriel. En vous connectant à vos comptes de réseautage social ou de courriel en utilisant le navigateur Tor vous pouvez choisir exactement les informations que vous révélez aux sites Web que vous parcourez. Il est aussi utile de vous connecter avec le navigateur Tor si le site Web que vous tentez de joindre est censuré sur votre réseau.
nl: Als u inlogt op een website met een gewone browser, u onthult dan uw IP adres en uw geografische locatie ondertussen. hetzelfde is meestal ook zo wanneer u een email verstuurd. Op een sociale netwerk of email account inloggen terwijl u Tor Browser gebruikt, staat u toe om exact te kiezen welke informatie u onthult aan de websites die u bezoekt. Inloggen terwijl u Tor Browser gebruikt is ook nuttig als de website die u bezoekt wordt gecensureerd door uw netwerk.
pt_br: Ao usar um navegador comum para se registrar em um site, você revela o seu IP real e a sua localização geográfica. O mesmo acontece quando você envia e-mails. Ao fazer um login em uma rede social ou em uma conta de e-mail usando o Navegador Tor, você pode escolher exatamente quais informações revelar aos sites pelos quais você navega. Fazer um login usando o Navegador Tor também é útil se você estiver tentando se conectar a um site censurado na sua rede.
vi: Nếu bạn đăng nhập vào một trang web sử dụng một trình duyệt thông thường, bạn cũng để lộ địa chỉ IP và vị trí địa lý của bạn trong quá trình đó. Điều tương tự cũng thường sảy ra khi bạn gửi một thư điện tử. Việc đăng nhập vào các tài khoản thư điện tử hay mạng xã hội qua Trình duyệt Tor cho phép bạn chọn một cách chính xác thông tin nào bạn để lộ cho các trang web bạn truy cập. Việc đăng nhập sử dụng Trình duyệt Tor cũng hữu dụng khi trang web bạn đang cố gắng đăng nhập bị kiểm duyệt trên mạng của bạn.
zh_cn: 如果您使用常规浏览器登录网站，在此过程中会暴露您的 IP 地址和地理位置。发送电子邮件也是如此。使用 Tor 浏览器登录您的社交网络或电子邮件账户时，您可以精细的选择提供给网站的信息。如果您尝试访问的网站在您的网络上被审查，使用 Tor 浏览器登录也很有用。

source: When you log in to a website over Tor, there are several points you should bear in mind:
de: Wenn Sie sich auf einer Webseite über Tor anmelden, sollten Sie einige Punkte beachten:
es_es: Cuando inicies sesión en un sitio web Tor, hay varios puntos que deberías tener en cuenta:
fr: En vous connectant à un site Web en utilisant Tor, il y a plusieurs considérations que vous devriez garder à l'esprit :
nl: Wanneer u inlogt op een website op Tor, zijn er enkele punten die u in uw achterhoofd moet houden:
pt_br: Ao entrar em um site usando Tor, tenha em vista alguns pontos importantes:
vi: Khi bạn đăng nhập một trang web thông qua Tor, có một vài điểm bạn cần lưu ý một cách nghiêm túc.
zh_cn: 当您通过 Tor 登录一个网站时，有几点应该牢记：

source: See the <link xref="secure-connections">Secure Connections</link> page for important information on how to secure your connection when logging in.
de: Schauen Sie auf der Seite <link xref="secure-connections">Sichere Verbindungen</link> für weitere, wichtige Informationen wie Sie Ihre Verbindung sichern können wenn Sie sich anmelden.
es_es: Mira la página <link xref="secure-connections">Conexiones seguras</link> en busca de información sobre cómo asegurar tu conexión al iniciar sesión.
fr: Consultez la page <link xref="secure-connections">Les connexions sécurisées</link> pour obtenir des informations importantes sur la sécurisation de votre connexion lors d'une authentification.
nl: Zie de <link xref="secure-connections">Veilige verbindingen</link> pagina voor belangrijke informatie over hoe je verbinding te beveiliging wanneer u inlogt.
pt_br: Consulte a página <link xref="secure-connections">Conexões seguras</link> para obter informacoes importantes sobre como tornar sua conexão segura ao registrar-se em sites.
vi: Xem trang <link xref="secure-connections">Các kết nối Bảo mật</link> cho các thông tin quan trọng về việc làm thế nào để bảo mật kết nối của bạn trong khi đang đăng nhập.
zh_cn: 参见 <link xref="secure-connections">安全连接</link> 页面了解如何在安全登录时确保连接安全的重要信息。

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
de: Der Tor Browser lässt Ihre Verbindung oft so aussehen, als käme sie von einem komplett anderen Teil der Welt. Einige Internetseiten wie Banken oder E-Mail-Provider interpretieren dies als ein Zeichen dafür, dass Ihr Account gehackt oder kompromittiert wurde und sperren Sie daher aus. Der einzige Weg dies zu lösen ist der von der Internetseite vorgeschlagene Weg, das Account zurückzusetzen oder die Betreiber der Webseite zu kontaktieren und ihnen die Situation zu erklären.
es_es: A menudo el Navegador Tor hace que su conexión parezca como si viniera de una parte completamente distinta del mundo. Algunos sitios web, como bancos o proveedores de correo electrónico, podrían interpretar esto como un signo de que su cuenta ha sido hackeada o comprometida, y bloqueárle. La única forma de resolver esto es seguir el procedimiento recomendado por el sitio para la recuperación de la cuenta, o contactar con los operadores y explicarles la situación.
fr: Avec le navigateur Tor, votre connexion semble souvent provenir d'une partie du monde totalement différente. Certains sites Web tels que les banques et les fournisseurs de service de courriel pourraient l'interpréter comme un signe que votre compte a été piraté ou compromis et vous interdire l'accès. La seule façon de résoudre ce problème est en suivant la procédure de récupération de compte recommandée par le site, ou en contactant les opérateurs des sites et en expliquant la situation.
nl: Tor Browser laat het vaak lijken alsof u verbinding komt van een helemaal verschillend deel van de wereld. Sommige websites zoals banken of email providers, zullen dit dan misschien interpreteren als een teken dat uw account misschien is gehackt of aangetast, en zullen u dan uw toegang ontzeggen. De enige manier om dit op te lossen is de sites aanbevolen procedure voor account recovery volgen, of de beheerders contacteren en de situatie uitleggen.
pt_br: O Navegador Tor faz com que a sua conexão apareça como se estivesse vindo de uma parte do mundo totalmente diferente. Alguns sites, como bancos e provedores de e-mail, podem interpretar essa informação como um sinal de que a sua conta foi hackeada ou comprometida, e não permitirem que você a acesse. A única maneira de resolver esse problema é seguir o procedimento de recuperação de conta recomendado pelo site, ou contactar seus operadores e explicar a situação.
vi: Trình duyệt Tor thường làm cho kết nối của bạn xuất hiện như là nó đến từ một phần hoàn toàn khác của thế giới. Một vài trang web, như các ngân hàng hay các dịch vụ thư điện tử, có thể cho rằng đó là dấu hiệu tài khoản của bạn đã bị đánh cắp hoặc xâm phạm, và không cho bạn truy cập. Cách duy nhất để giải quyết chuyện này là làm theo các thủ tục được khuyến cáo của trang đó cho việc khôi phục tài khoản, hoặc liên lạc với những người quản trị và giải thích tình huống này.
zh_cn: Tor 浏览器会让您的网络活动看起来像是来自于世界各个不同地区的网络连接，有时候某些像是银行或电子邮件服务的网站会认为您的帐号被他人盗用了，因此自动将您的帐号锁定，要解决此情况的唯一方式是利用网站服务提供的帐号恢复功能，或直接向该网站服务的提供业者说明您的情况。

source: Changing identities and circuits
de: Identitäten und Kanäle wechseln
es_es: Cambiar identidades y circuitos
fr: Changer d'identité et de circuit
nl: Wisselen van identiteiten en circuits
pt_br: Como mudar identidades e circuitos
vi: Thay đổi danh tính và lộ trình
zh_cn: 变更身份和线路

# _
source: external ref='media/managing-identities/new_identity.png' md5='15b01e35fa83185d94b57bf0ccf09d76'
vi: Tham chiếu ngoài ref='media/managing-identities/new_identity.png' md5='15b01e35fa83185d94b57bf0ccf09d76'

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the Torbutton menu.
de: Der Tor-Browser bietet die Funktionen "Neue Identität" und "Neuer Tor-Kanal für diese Seite" im Torbutton-Menü an.
es_es: El navegador Tor presenta las opciones "Nueva identidad" y "Nuevo circuito de Tor para este sitio", colocadas en el menú de Torbutton.
fr: Le navigateur Tor propose les options « Nouvelle identité » et « Nouveau circuit Tor pour ce site », situées dans le menu BoutonTor.
nl: Tor Browsers features "Nieuwe Identiteit" en "Nieuw Tor Circuit voor deze Site" opties, deze vind u terug in het Torbutton menu.
pt_br: O Navegador Tor comporta as opções "Nova Identidade" e "Novo Circuito Tor para este Site", localizadas no menu do Botão do Tor.
vi: Trình duyệt Tor gồm có các lựa chọn “Định dạng Mới” và “Lộ trình Tor Mới cho Trang này”, được đặt trong danh mục nút Tor.
zh_cn: 在 Torbutton 菜单中有“新身份”和“为此站点使用新 Tor 线路”这两个 Tor 浏览器功能选项。

source: New Identity
de: Neue Identität
es_es: Nueva identidad
fr: Nouvelle identité
nl: Nieuwe identiteit
pt_br: Nova Identidade
vi: Danh tính mới
zh_cn: 更换身份
