Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
de: Klicken Sie den Button "Tor" um zu sehen welche Daten Beobachter einsehen können wenn Sie Tor benutzen. Der Button wird grün wenn Tor ein ist.
es_es: Haz clic en el botón "Tor" para ver qué datos son visibles para los observadores cuando estás usando Tor. El botón se pondrá verde para indicar que Tor está activado.
fr: Cliquez sur le bouton « Tor » pour voir quelles données sont visibles pour les observateurs quand vous utilisez Tor. Le bouton deviendra vert pour indiquer que Tor est activé.
nl: Klik die "Tor" knop om te zien welke data zichtbaar is aan waarnemers wanneer u Tor gebruikt. De knop zal groen kleuren om aan te geven dat Tor actief is.
pt_br: Clique no botão "Tor" para ver quais dados são visíveis para observadores quando você usa o Tor. Esse botão se tornará verde para indicar que o Tor está ligado.
vi: Kích vào nút “Tor” để thấy giữ liệu nào là hữu hình đối với người quan sát khi bạn đang sử dụng Tor. Nút đó sẽ chuyển xanh lá cây để cho thấy Tor đang bật.
zh_cn: 点击“Tor”按钮可以查看当您未使用洋葱路由时，有哪些数据可以让网络监听者直接拦截获取，当此按钮呈现绿色状态时，表示洋葱路由功能已经启动。

source: Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
de: Klicken Sie den "HTTPS" Button um zu sehen, welche Daten für Beobachter sichtbar sind wenn Sie HTTPS benutzen. Der Button wird grün wenn HTTPS ein ist.
es_es: Pulsa el botón "HTTPS" para ver qué datos son visibles a los observadores cuando estás usando HTTPS. El botón se pondrá verde para indicar que HTTPS está activado.
fr: Cliquez sur le bouton « HTTPS » pour voir quelles données sont visibles pour les observateurs quand vous utilisez HTTPS. Le bouton deviendra vert pour indiquer que HTTPS est activé.
nl: Klik de "HTTPS" knop om te zien welke data zichtbaar is aan waarnemers wanneer u HTTPS gebruikt. De knop zal rood kleuren om aan te geven dat HTTPS actief is.
pt_br: Clique no botão "HTTPS" para ver quais dados são visíveis para observadores quando você usa HTTPS. Esse botão se tornará verde para indicar que o HTTPS está ligado.
vi: Kích vào nút “HTTPS” để thấy giữ liệu nào là hữu hình đối với người quan sát khi bạn đang sử dụng HTTPS. Nút đó sẽ chuyển xanh lá cây để cho thấy HTTPS đang bật.
zh_cn: 您可以点击“HTTPS”功能按钮来查看当 HTTPS 启用时，有哪些数据仍然可能被网络监听者拦截窃取。而当此按钮呈现绿色状态时，表示 HTTPS 功能已经启动。

source: When both buttons are green, you see the data that is visible to observers when you are using both tools.
de: Wenn beide Buttons grün sind können Sie die Daten sehen die Beobachter einsehen können wenn Sie beide Tools benutzen.
es_es: Cuando ambos botones están en verde, verás los datos que son visibles para los observadores cuando estás usando ambas herramientas.
fr: Quand les deux boutons sont verts, vous voyez les données qui sont visibles pour les observateurs quand vous utilisez les deux outils.
nl: Wanneer buide knoppen groen zijn, ziet u de data die zichtbaar is aan waarnemers wanneer u beide tools gebruikt.
pt_br: Quando os dois botões estiverem verdes, você saberá quais dados são expostos a observadores quando você usar as duas ferramentas.
vi: Khi cả hai nút có màu xanh lá cây, bạn thấy giữ liệu đó là hữu hình đối với người quan sát khi bạn đang dùng cả hai công cụ đó.
zh_cn: 当两个按钮都为绿色状态时，您可以看到在这两个功能都同时启动的状态下，网络监听者依能够窃取到的数据有哪些。

source: When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
de: Wenn beide Buttons grau hinterlegt sind können Sie die Daten sehen, die Beobachtern sichtbar sind wenn Sie kein Werkzeug benutzen.
es_es: Cuando ambos botones están en gris, verás los datos que son visibles para los observadores cuando no usas ninguna de las dos herramientas.
fr: Quand les deux boutons sont gris, vous voyez les données qui sont visibles pour les observateurs quand vous n'utilisez aucun des deux outils.
nl: Wanneer beide knoppen grijs zijn, ziet u de data die zichtbaar is aan waarnemers wanneer u geen enkele tool gebruikt.
pt_br: Quando os dois botões estiverem cinzas, você saberá quais dados são expostos a observadores quando você não nenhuma das duas ferramentas.
vi: Khi cả hai nút có màu xám, bạn thấy giữ liệu đó là hữu hình đối với người quan sát khi bạn không dùng một trong các công cụ đó.
zh_cn: 而当这两个按钮都呈现灰色时，您则可以查看当这两个功能都在关闭的状态下时，网络监听者能够拦截窃取到的数据有哪些。

source: Potentially visible data
de: Möglicherweise sichtbare Daten
es_es: Datos potencialmente visibles
fr: Les données potentiellement visibles
nl: Mogelijk zichtbare gegevens
pt_br: Dados possivelmente visíveis
vi: Giữ liệu có tiềm năng nhìn thấy được
zh_cn: 潜在的可见数据

source: The site being visited.
de: Die besuchte Seite.
es_es: El sitio que se está visitando.
fr: Le site que vous visitez.
nl: De site die wordt bezocht.
pt_br: Site sendo visitado.
vi: Trang mạng được ghé thăm.
zh_cn: 被访问的网站。

source: Username and password used for authentication.
de: Für die Authentifizierung verwendeter Benutzername und Passwort.
es_es: Nombre de usuario y contraseña usados para la autentificación.
fr: Le nom d'utilisateur et le mot de passe utilisés pour l'authentification.
nl: Gebruikersnaam en wachtwoord gebruikt voor authenticatie.
pt_br: Nome de usuário e senha usados para autentificação.
vi: Tên người dùng và mật mã sử dụng cho việc xác nhận.
zh_cn: 用于身份验证的用户名和密码。

source: Data being transmitted.
de: Übertragene Daten.
es_es: Datos que se están transmitiendo.
fr: Les données qui sont transmises.
nl: Gegevens die worden verzonden.
pt_br: Dados sendo transmitidos.
vi: Giữ liệu được truyền.
zh_cn: 被传输的数据。

source: Network location of the computer used to visit the website (the public IP address).
de: Netzwerkadresse des Computers die benutzt wird, um die Webseite zu besuchen (die öffentliche IP-Adresse).
es_es: La ubicación de red del ordenador usado para visitar el sitio web (la dirección IP pública).
fr: L'emplacement réseau de l'ordinateur utilisé pour visiter le site Web (l'adresse IP publique).
nl: Netwerk locatie van de computer gebruikt om de website te bezoeken (het publieke IP adres).
pt_br: Local de rede do computador utilizado para visitar o site (o endereco IP público).
vi: Vị trí mạng của máy tính đó đã từng ghé thăm trang web đó (địa chỉ IP công cộng đó).
zh_cn: 访问网站的计算机的网络位置（公网IP地址）。

source: Whether or not Tor is being used.
de: Ob Tor verwendet wird oder nicht.
es_es: Si se está usando Tor o no.
fr: Si Tor est utilisé ou non.
nl: Of Tor gebruikt wordt of niet.
pt_br: Se o Tor está sendo usado ou não.
vi: Tor hiện có đang được sử dụng hay không.
zh_cn: 是否使用了 Tor。

source: Configuring Tor Browser for security and usability
de: Tor-Browser für Sicherheit und Benutzerfreundlichkeit konfigurieren
es_es: Configurar el Navegador Tor para seguridad y usabilidad
fr: Configurer le navigateur Tor pour la sécurité et la facilité d'emploi
nl: Tor Browser instellen voor veiligheid en gebruikbaarheid
pt_br: Configurando segurança e usabilidade no Navegador Tor
vi: Cấu hình Trình duyệt Tor về tính khả dụng và bảo mật
zh_cn: 为安全和易用而配置 Tor 浏览器

source: Security Slider
de: Sicherheitsschieber
es_es: Control deslizante de seguridad
fr: Le bouton de sécurité coulissant
pt_br: Barra de Segurança
vi: Thanh trượt Bảo mật
zh_cn: 安全滑块

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
de: Der Tor Browser enthält einen "Sicherheits-Schieberegler" der Sie die Sicherheit durch das deaktivieren von gewissen Internetfunktionen, die dazu benutzt werden können Ihre Sicherheit und Anonymität zu attackieren, erhöhen lässt. Das Erhöhen des Sicherheitsgrads des Tor Browsers wird einige Internetseiten daran hindern, korrekt zu funktionieren. Sie sollten daher Ihr Sicherheitsbedürfnis gegenüber der gewünschten Bedienbarkeit abwägen.
es_es: El Navegador Tor incluye un "Control deslizante de seguridad" que te permite incrementar tu seguridad deshabilitando ciertas características de la web que se pueden usar para atacar tu seguridad y anonimato. Incrementar el nivel de seguridad del Navegador Tor evitará que algunas páginas web funcionen adecuadamente, así que debes sopesar tus necesidades de seguridad con respecto al grado de usabilidad que necesitas.
fr: Le navigateur Tor inclut un « bouton de sécurité coulissant » qui vous permet d'augmenter votre sécurité en désactivant certaines fonctions Web qui peuvent être utilisées pour attaquer votre sécurité et votre anonymat. En augmentant le niveau de sécurité du navigateur Tor, vous empêcherez le bon fonctionnement de certaines pages Web, et vous devriez prendre en considération vos besoins de sécurité et le niveau de facilité d'emploi.
nl: Tor Browser bevat een "Security Slider" die u de veiligheid laat toenemen door enkele web features uit te schakelen die gebruikt kunnen worden om uw veiligheid en anonimiteit aan te vallen. Het laten toenemen van Tor Browser' veiligheidslevel zal sommige pagina's verhinderen correct te functioneren, dus u zult veiligheid moeten afwegen toegen de graad van bruikbaarheid die u vereist.
pt_br: O Navegador Tor inclui uma "Barra de Segurança" que lhe permite aumentar a sua segurança desativando certas funções da web que podem ser usadas para atacar a sua segurança e o seu anonimato. Aumentar o nível de segurança do Navegador Tor fará com que certos websites funcionem incorretamente. Assim, você deve contrabalancar as suas necessidades de segurança e o grau de usabilidade que você necessita.
vi: Trình duyệt Tor có một “Thanh trượt Bảo mật” để bạn tăng tính bảo mật bằng việc vô hiệu hoá các tính năng web nhất định mà có thể bị dùng để tấn công sự bảo mật và tính riêng tư của bạn. Tăng cấp độ bảo mật của Trình duyệt Tor sẽ làm cho một vài trang web hoạt động không chính xác, vì thế bạn nên cân nhắc giữa nhu cầu bảo mật cần thiết và mức độ hữu dụng yêu cầu.
zh_cn: Tor 浏览器包含一个“安全滑块”，它可以让您通过禁用某些可能被用于攻击的功能以增加自己的安全级别。增加 Tor 浏览器的安全级别将影响部分网页的功能的正常运行，因此您应该平衡自己所需要的功能与安全性。

source: Accessing the Security Slider
de: Zugriff auf den Sicherheitsschieber
es_es: Acceder al 'Control deslizante de seguridad'
fr: Accéder au bouton de sécurité coulissant
nl: Toegang tot de Security Slider
pt_br: Acessando a Barra de Segurança
vi: Truy cập Thanh trượt Bảo mật
zh_cn: 操作安全滑块

# _
source: external ref='media/security-slider/slider.png' md5='3c469cd3ed9f60ebb6bbbc63daa90082'
vi: Tham chiếu bên ngoài ref='media/security-slider/slider.png' md5='3c469cd3ed9f60ebb6bbbc63daa90082'

source: The Security Slider is located in Torbutton’s “Privacy and Security Settings” menu.
de: Der Sicherheitsschieber befindet sich im Menü "Privatsphäre und Sicherheitseinstellungen" von Torbutton.
es_es: El 'Control deslizante de seguridad' está localizado en el menú "Configuración de seguridad y privacidad" de Torbutton.
fr: Le bouton de sécurité coulissant se trouve dans le menu « Paramètres de confidentialité et de sécurité » du BoutonTor.
nl: De Security Slider kan gevonden worden in Torbutton's "Privacy- en Veiligheidsinstellingen" menu.
pt_br: A Barra de Segurança está localizada no menu de "Configurações de Privacidade e Segurança" do botão Tor.
vi: Thanh trượt Bảo mật được đặt trong danh mục “Những cài đặt Bảo mật và Riêng tư” của nút Tor.
zh_cn: 安全滑块位于 Torbutton 的“隐私和安全设置”菜单。

source: Security Levels
de: Sicherheitsstufen
es_es: Niveles de seguridad
fr: Les niveaux de sécurité
nl: Beveiligingsniveaus
pt_br: Níveis de segurança
vi: Các cấp độ Bảo mật
zh_cn: 安全级别

# _
source: external ref='media/security-slider/slider_window.png' md5='c733bdccd1731ed1a772777b25bae7a1'
vi: Tham chiếu bên ngoài ref='media/security-slider/slider_window.png' md5='c733bdccd1731ed1a772777b25bae7a1'

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
de: Durch das Erhöhen der Stufe des Sicherheitsschiebereglers werden bestimmte Browserfunktionen deaktiviert oder teilweise deaktiviert, um Sie vor möglichen Angriffen zu schützen.
es_es: Incrementar el nivel del 'Control deslizante de seguridad' deshabilitará o deshabilitará parcialmente determinadas características para proteger contra posibles ataques.
fr: En augmentant le niveau du bouton de sécurité coulissant, vous désactiverez complètement ou partiellement certaines fonctions des navigateurs afin de vous protéger contre les attaques potentielles.
nl: Verhogen van het level van de Security Slider zal enkele browser features uitschakelen of gedeeltelijk uitschakelen om te beschermen tegen mogelijke aanvallen.
pt_br: Aumentar o nível da Barra de Segurança desabilitará total ou parcialmente alguns componentes do navegador para proteger contra possíveis ataques.
vi: Tăng cấp độ bảo mật sẽ vô hiệu hoá hoặc vô hiệu hoá một phần các tính năng nhất định của trình duyệt để ngăn chặn các tấn công tiềm tàng.
zh_cn: 增加安全级别将禁用或部分禁用某些浏览器功能以防止可能的攻击。

source: High
de: Hoch
es_es: Alto
fr: Élevée
nl: Hoog
pt_br: Alto
vi: Cao
zh_cn: 高

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
de: Auf diesem Level werden HTML5-Videos und -Audios durch Click-to-play via NoScript abspielbar; alle JavaScript Geschwindigkeitsoptimierungen sind deaktiviert; einige mathematische Gleichungen werden eventuell nicht korrekt angezeigt; die Wiedergabe einiger Schriftarten ist deaktiviert; bestimmte Bilder werden nicht angezeigt; JavaScript ist standardmäßig auf allen Internetseiten deaktiviert; die meisten Video- und Audio-Formate sind deaktiviert; einige Schriftarten und Icons werden eventuell nicht korrekt angezeigt.
es_es: En este nivel, los audiovisuales HTML5 funcionan en modo clic-para-reproducir mediante NoScript; se deshabilitan todas las optimizaciones de rendimiento de JavaScript; algunas ecuaciones matemáticas puede que no se muestren adecuadamente; algunas características de renderización de fuentes están deshabilitadas; algunos tipos de imagen están deshabilitados; JavaScript está deshabilitado por defecto en todos los sitios; la mayoría de formatos de vídeo y audio están deshabilitados; y algunas fuentes e iconos puede que no se muestren correctamente.
fr: À ce niveau, les contenus multimédias HTML5 deviennent cliquer-pour-lire avec NoScript ; toutes les optimisations des performances JavaScript sont désactivées ; certaines équations mathématiques pourraient ne pas s'afficher correctement ; certaines fonctions de rendu des polices sont désactivées ; certains types d'images sont désactivés ; JavaScript est désactivé par défaut pour tous les sites ; la plupart des formats vidéo et audio sont désactivés ; et certaines polices et icônes pourraient ne pas s'afficher correctement.
nl: Op dit level, HTML5 video en audio bekomen click-to-play via NoScript; alle JavaScript prestatie optimalisaties zijn uitgeschakeld sommige wiskundige uitdrukkingen worden niet correct weergeven; sommige font rendering features zijn uitgeschakeld; sommige types van afbeeldingen zijn uitgeschakeld; JavaScript is standaard uitgeschakeld op alle websites; meeste video en audio formats zijn uitgeschakeld; en sommige fonts en iconen worden niet correct weergeven.
pt_br: Nesse nível, mídias de vídeo e áudio HTML5 tornam-se clique-para-exibir através do NoScript; toda otimização de performance JavaScript é desativada; algumas equações matemáticas podem não ser exibidas corretamente; alguns componentes de processamento de fonte são desativados; alguns tipos de imagens são desativados; Javascript é desativado como padrão em todos os sites; a maioria dos formatos de vídeo e áudio é desativado; algumas fontes e ícones podem não ser exibidos corretamente.
vi: Tại cấp độ này, hình ảnh và âm thanh đa phương tiện HTML5 trở thành kích-để-chạy thông qua NoScript; tất cả các tối ưu hoá hiệu ứng JavaScript bị vô hiệu hoá; một vài phương trình toán học có thể không hiển thị một cách chính xác; một vài tính năng kiến tạo phông chữ bị vô hiệu hoá; một vài dạng hình ảnh bị vô hiệu hoá; JavaScript mặc định bị vô hiệu hoá trên tất cả các trang; hầu hết các định dạng âm thanh và hình ảnh bị vô hiệu hoá; và một vài phông chữ và biểu tượng có thể không hiển thị một cách chính xác.
zh_cn: 在此安全性等级下，以 HTML 5 建构的视频和音频可通过 NoScript 扩展程序来随点即播；所有的 JavaScript 性能优化皆被关闭；某些数学函数可能无法正常显示；某些字体渲染功能被关闭；部分格式的图形显示被关闭；所有网站上的 JavaScript 功能被关闭；大部分视频与音频格式的支持被关闭；以及某些字体以及图标可能无法正常显示。

source: Medium-High
de: Oberes Mittel
es_es: Medio-Alto
fr: Moyenne élevée
nl: Medium-hoog
pt_br: Médio-Alto
vi: Trung bình-Cao
zh_cn: 中高

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<link xref="secure-connections">HTTPS</link> sites.
de: Auf diesem Level werden HTML5-Video und -Audio durch click-to-play via NoScript abspielbar; alle JavaScript Geschwindigkeitsoptimierungen sind deaktiviert; einige mathematische Gleichungen werden eventuell nicht korrekt angezeigt; die Wiedergabe einiger Schriftarten ist deaktiviert; einige Bilder werden nicht angezeigt; und JavaScript ist für alle nicht-<link xref="secure-connections">HTTPS</link> Internetseiten deaktiviert.
es_es: En este nivel, el vídeo y el audio HTML5 se comportan en modo clic-para-reproducir mediante NoScript; se deshabilitan todas las optimizaciones de rendimiento; algunas ecuaciones matemáticas puede que no se muestren adecuadamente; algunas características de renderización están deshabilitadas; algunos tipos de imagen están deshabilitados; y JavaScript está deshabilitado por defecto en todos los sitios no-<link xref="secure-connections">HTTPS</link>.
fr: À ce niveau, les contenus multimédias HTML5 deviennent cliquer-pour-lire avec NoScript ; toutes les optimisations des performances JavaScript sont désactivées ; certaines équations mathématiques pourraient ne pas s'afficher correctement ; certaines fonctions de rendu des polices sont désactivées ; certains types d'images sont désactivés ; et JavaScript est désactivé par défaut pour tous les sites <link xref="secure-connections">non HTTPS</link>.
nl: Op dit level, HTML5 video en audio bekomen click-to-play via NoScript; alle JavaScript prestatie optimalisaties zijn uitgeschakeld; sommige wiskunde uitdrukkingen worden niet correct weergeven; sommige font rendering features zijn uitgeschakeld; sommige types van afbeeldingen zijnuitgeschakeld; en JavaScript is standaard uitgeschakeld op alle niet-<link xref="secure-connections">HTTPS</link> websites.
pt_br: Nesse nível, mídias de vídeo e áudio HTML5 tornam-se clique-para-exibir através do NoScript; toda otimização de performance JavaScript é desativada; algumas equações matemáticas podem não ser exibidas corretamente; alguns componentes de processamento de fonte são desativados; alguns tipos de imagens são desativados; Javascript é desativado como padrão em todos os sites que não sejam <link xref="secure-connections">HTTPS</link>
vi: Tại cấp độ này, hình ảnh và âm thanh đa phương tiện HTML5 trở thành kích-để-chạy thông qua NoScript; tất cả các tối ưu hoá hiệu ứng JavaScript bị vô hiệu hoá; một vài phương trình toán học có thể không hiển thị một cách chính xác; một vài tính năng kiến tạo phông chữ bị vô hiệu hoá; một vài dạng hình ảnh bị vô hiệu hoá; và JavaScript mặc định bị vô hiệu hoá trên tất cả các trang không-<link xref="secure-connections">HTTPS</link>.
zh_cn: 在此安全性等级下，以 HTML 5 建构的视频和音频可通过 NoScript 扩展程序来随点即播；所有 JavaScript 性能优化皆会被关闭；某些数学函数可能无法正常显示；某些字体渲染功能被关闭；部分格式的图形显示功能被关闭；针对不支持< link xref="secure-connections">HTTPS</link> 加密连接的网站会关闭 JavaScript 功能。

source: Medium-Low
de: Unteres Mittel
es_es: Medio-Bajo
fr: Moyenne faible
nl: Medium-laag
pt_br: Médio-Baixo
vi: Trung bình-Thấp
zh_cn: 中低

source: At this level, HTML5 video and audio media become click-to-play via NoScript; some <link xref="plugins">JavaScript</link> performance optimizations are disabled, causing some websites to run more slowly; and some mathematical equations may not display properly.
de: Auf diesem Level werden HTML5-Videos und -Audiomedien durch click-to-play via NoScript abspielbar; einige JavaScript Geschwindigkeitsoptimierungen sind deaktiviert, was dafür sorgen kann dass einige Internetseiten langsamer reagieren; einige mathematische Gleichungen werden eventuell nicht korrekt angezeigt
es_es: En este nivel, el vídeo y el audio HTML5 se comportan en modo clic-para-reproducir mediante NoScript; se deshabilitan algunas optimizaciones de rendimiento de <link xref="plugins">JavaScript</link> lo que causa que algunos sitios web se ejecuten de forma más lenta; y algunas ecuaciones matemáticas puede que no se muestren adecuadamente.
fr: À ce niveau, les contenus multimédias HTML5 deviennent cliquer-pour-lire avec NoScript ; certaines optimisations des performances <link xref="plugins">JavaScript</link> sont désactivées, ce qui entraîne un fonctionnement plus lent de certains sites Web ; et certaines équations mathématiques pourraient ne pas s'afficher correctement.
nl: Op dit level, HTML5 video en audio bekomen click-to-play via NoScript; sommige <link xref="plugins">JavaScript</link> prestatie optimalisaties zijn uitgeschakeld, dit veroorzaakt dat sommige websites trager zullen werken; en dat sommige wiskundige uitdrukkingen niet correct weergeven worden.
pt_br: Nesse nível, mídias de vídeo e áudio HTML5 tornam-se clique-para-exibir através do NoScript; algumas otimizações de performance <link xref="plugins">JavaScript</link> são desativadas, fazendo com que alguns websites carreguem mais lentamente; algumas equações matemáticas podem não ser exibidas corretamente.
vi: Tại cấp độ này, hình ảnh và âm thanh đa phương tiện HTML5 trở thành kích-để-chạy thông qua NoScript; một vài tối ưu hoá hiệu ứng <link xref="plugins">JavaScript</link> bị vô hiệu hoá, làm cho một vài trang web chạy chậm hơn; và một vài phương trình toán học có thể không hiển thị một cách chính xác.
zh_cn: 在此安全性等级下，以 HTML 5 建构的视频和音频可通过 NoScript 扩展程序来随点即播；部分 <link xref="plugins">JavaScript</link> 性能优化功能会被关闭，导致某些网站的加载运行速度会变慢；某些数学函数将无法正常显示。

source: Low
de: Niedrig
es_es: Bajo
fr: Faible
nl: Laag
pt_br: Baixo
vi: Thấp
zh_cn: 低

source: At this level, all browser features are enabled. This is the most usable option.
de: Auf dieser Stufe sind alle Browserfunktionen aktiviert. Dies ist die am meisten brauchbare Option.
es_es: En este nivel, todas las características del navegador están habilitadas. Esta es la opción más fácil de usar.
fr: À ce niveau, toutes les fonctions du navigateur sont activées. C'est l'option la plus facile d'emploi.
nl: Op dit level zijn alle browser features ingeschakeld. Dit is de meest bruikbare optie.
pt_br: Nesse nível, todas as funcionalidades de navegação são habilitadas. Esta é a opção que garante mais usabilidade.
vi: Tại cấp độ này, tất cả các tính năng trình duyệt được kích hoạt. Đây là lựa chọn khả dụng nhất.
zh_cn: 在此安全性等级下，所有浏览器的功能都将被启用，这是可用性最高的安全性模式。
