Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and Github..
de: GetTor ist ein Dienst der automatisch auf Nachrichten mit Links zur aktuellsten Version des Tor Browsers antwortet, die an verschiedenen Orten wie Dropbox, Google Drive und GitHub gehostet werden.
es_es: GetTor (obtener tor) es un servicio que responde automáticamente a los mensajes con enlaces a la versión más reciente del Navegador Tor, alojada en distintos lugares, como Dropbox, Google Drive y GitHub.
fr: GetTor est un service qui répond automatiquement aux messages en incluant des liens vers la dernière version du navigateur Tor, hébergée en divers endroits tels que Dropbox, Google Drive et GitHub.
nl: GetTor is een service die automatisch antwoord op berichten met links naar de laatste versie van Tor Browser, gehost op verschillende locaties, gelijk Dropbox, Google Drive en Github.
pt_br: GetTor é um serviço que automaticamente responde a mensagens, enviando links para a última versão do Navegador Tor, e é hospedado em diversos lugares, como Dropbox, Google Drive and GitHub.
vi: GetTor là một dịch vụ tự động phản hồi các thông điệp với các đường dẫn đến các phiên bản mới nhất của Trình duyệt Tor, lưu giữ tại các nơi khác nhau, như Dropbox, Google Drive, và Github.
zh_cn: GetTor 是一个特殊的服务，它会自动回复一个消息，内含有最新版 Tor 浏览器下载链接，通常是指向 Dropbox、Google Drive 或 Github 上的文件下载链接。

source: To use GetTor via email:
de: Um GetTor mit Email zu benutzen:
es_es: Para usar GetTor vía correo electrónico:
fr: Pour utiliser GetTor par courriel :
nl: Om GetTor via e-mail te gebruiken:
pt_br: Usar GetTor via e-mail:
vi: Để dùng GetTor thông qua thư điện tử:
zh_cn: 通过电子邮件使用 GetTor：

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
de: Sende eine E-Mail an gettor@torproject.org und gib in der Mail als Nachricht nur "windows", "osx" oder "linux" (jeweils ohne Klammern) in Abhängigkeit von Deinem Betriebssystem ein.
es_es: Envíe un correo a gettor@torproject.org, y en el cuerpo del mensaje escriba simplemente “windows”, “osx”, o “linux”, (sin las comillas) dependiendo de su sistema operativo.
fr: Envoyez un courriel à gettor@torproject.org et dans le corps du message, écrivez simplement « windows », « osx » « linux » (sans guillemet) selon votre système d'exploitation.
nl: Stuur een e-mail naar gettor@torproject.org en schrijf in het e-mailbericht "windows”, “osx”, of “linux”, (zonder aanhalingstekens) afhankelijk van welk besturingssysteem je hebt.
pt_br: Enviar um e-mail para gettor@torproject.org, e, no corpo de mensagem, escrever somente “windows”, “osx”, or “linux” (sem aspas), de acordo com o seu sistema operacional.
vi: Gửi một thư điện tử đến gettor@torproject.org, và trong nội dung của thông điệp đơn giản viết “windows”, “osx”, hay “linux” (mà không có các dấu ngoặc kép) phụ thuộc vào hệ điều hành của bạn.
zh_cn: 发送一封电子邮件至 gettor@torproject.org。按照您欲使用 Tor 浏览器的电脑系统，在邮件内容填写“windows”、“osx”或“linux”来指定平台版本（不含引号）。

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
de: GetTor wird mit einer E-Mail antworten, die Links enthält mit denen Sie das Tor-Browser-Paket, die Kryptographische Signatur (wird benötigt um die heruntergeladenen Inhalte zu verifizieren) sowie den Fingerabdruck, der benutzt wurde um die Signatur zu erzeugen und die Paket-Prüfsumme herunterladen können. Ihnen wird eventuell eine Auswahl zwischen "32-bit" oder "64-bit" Anwendung angeboten: Dies hängt vom Modell des Computers ab, den Sie benutzen.
es_es: GetTor responderá con un correo conteniendo enlaces desde los que puede descargar el paquete del Navegador Tor, la firma criptográfica (necesaria para verificar la descarga), la huella de validación (fingerprint) de la clave usada para hacer la firma, y la suma de verificación (checksum) del paquete. Puede que se le ofrezca la elección entre software de "32-bit" o de "64-bit": la elección dependerá del modelo del ordenador donde se vaya a usar.
fr: GetTor répondra par un courriel contenant des liens à partir desquels vous pourrez télécharger le paquet du navigateur Tor, la signature cryptographique (exigée pour contrôler le téléchargement), l'empreinte de la clé utilisée pour la signature ainsi que la somme de contrôle du paquet. Selon le modèle d'ordinateur que vous utilisez, on pourrait vous proposer de choisir entre un logiciel 32 bits ou 64 bits.
nl: GetTor zal antwoorden met een email die links bevat vanwaar u de Tor Browser package kunt downloaden, de geëncrypteerde signature (nodig om de download te verifiëren), de fingerprint van de sleutel gebruikt om de signature te maken, en de package's checksum. U wordt mogelijk een keuze aangeboden voor "32-bit" of "64-bit" software: dit hangt af van het model van de computer die u gebruikt.
pt_br: GetTor responderá com um e-mail contendo links a partir dos quais você poderá fazer download do pacote do Navegador Tor, da assinatura criptográfica (necessária para verificar o download), a impressão digital da chave usada para assinar, e a soma de verificação do pacote. Pode ser que você tenha de escolher entre um programa “32-bit” ou “64-bit”, de acordo com o modelo do computado que você estiver usando.
vi: GetTor sẽ phản hồi với một thư điện tử chứa các đường kết nối từ đó bạn có thể tải gói phần mềm Trình duyệt Tor, chữ ký mã hoá (cần để xác minh bản tải về), vân tay của chìa khoá sử dụng để tạo chữ ký đó, và giữ liệu xác minh – checksum – của gói phần mềm. Bạn có thể có một lựa chọn cho phần mềm “32-bit” hay “64-bit”: điều này phụ thuộc vào mẫu máy tính bạn đang dùng.
zh_cn: GetTor 将会自动回复一封电子邮件给您，信中会带有 Tor 浏览器的下载链接、数字签名（用于确认所下载之文件其来源可信）、数字签名所用之密钥特征指纹码、所下载文件之校验和。另外，您亦可以依照您所使用的电脑系统架构，选择要下载 32 位或是 64 位的版本。

source: To use GetTor via Twitter:
de: Um GetTor mit Twitter zu benutzen:
es_es: Para usar GetTor vía Twitter:
fr: Pour utiliser GetTor par Twitter :
nl: Om GetTor via Twitter te gebruiken:
pt_br: Usar GetTor via Twitter:
vi: Để dùng GetTor thông qua Twitter:
zh_cn: 通过 Twitter 使用 GetTor：

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
de: Um Download-Links für den Tor-Browser auf Englisch für OS X zu erhalten, schicken Sie bitte eine Direktnachricht an @get_tor mit dem Inhalt "osx en" (Sie müssen dem Account nicht folgen).
es_es: Para obtener enlaces para descargar el Navegador Tor en inglés para OS X, envíe un Mensaje Directo a @get_tor con las palabras "osx en" (sin las comillas) en él (no necesita seguir la cuenta).
fr: Pour obtenir des liens de téléchargement du navigateur Tor en anglais pour OS X, envoyez un message direct à @get_tor avec les mots « osx en » (vous n'avez pas à suivre le compte).
nl: Om links te verkrijgen voor Tor Browser te downloaden in engels voor OS X, stuur een direct bericht naar @get_tor met de woorden "osx en" in het (u hoeft het account niet te volgen).
pt_br: Para obter links para fazer download do Navegador Tor em Inglês para OS X, envie uma Mensagem Direta para @get_tor contendo as palavras "osx en" (você não precisa seguir essa conta).
vi: Để lấy các đường kết nối để tải Trình duyệt Tor tiếng Anh cho OS X, gửi một Thông điệp Trực tiếp đến @get_tor với các từ "osx en" trong đó (bạn không cần phải theo tài khoản đó).
zh_cn: 若要获取 OS X 平台之英文版 Tor 浏览器的下载超链接，只要将“osx en”这几个字写成消息并直接传讯发送给 @get_tor 帐号即可。（您不需要关注该帐号）

source: To use GetTor via Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
de: Um GetTor mit Jabber/XMPP (Tor Messenger, Jitsi, CoyIM) zu benutzen:
es_es: Para usar GetTor vía Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
fr: Pour utiliser GetTor par Jabber/XMPP (Tor Messenger, Jitsi, CoyIM) :
nl: Om GetTor te gebruiken via Jabber/XMPP (Tor messenger, Jitse, CoyIM):
pt_br: Usar GetTor via Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
vi: Để dùng GetTor thông qua Jabber/XMPP (Tor Messenger, Jitsi, CoyIM):
zh_cn: 通过 Jabber/XMPP (如 Tor Messenger、Jitsi、CoyIM) 使用 GetTor：

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
de: Um Download-Links für den Tor-Browser auf Chinesisch für Linux zu erhalten, schicken Sie bitte eine Nachricht an gettor@torproject.org mit dem Inhalt "linux zh".
es_es: Para obtener enlaces para descargar el Navegador Tor en chino para Linux, envíe un mensaje a gettor@torproject.org con las palabras "linux zh" (sin las comillas) en él.
fr: Pour obtenir des liens de téléchargement du navigateur Tor en chinois pour Linux, envoyez un message à gettor@torproject.org avec les mots « linux zh ».
nl: Om links te krijgen voor Tor Browser te downloaden in het Chinees voor Linux, stuur een bericht naar gettor@torproject.org met de woorden "linux zh" in it.
pt_br: Para obter links para fazer download do Navegador Tor em Chinês para o Linux, envie uma mensagem para gettor@torproject.org contendo as palavras "linux zh".
vi: Để lấy các đường kết nối để tải Trình duyệt Tor tiếng Trung Hoa cho Linux, gửi một thông điệp đến gettor@torproject.org với các từ "linux zh" trong đó.
zh_cn: 若要获取可于 Linux 平台上使用的中文版 Tor 浏览器下载链接，可以将“linux zh”字串写在电子邮件里并发送到 gettor@torproject.org。

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
de: Satori ist ein Add-On für die Browser Chrome oder Chromium dass es erlaubt einige Programme für mehr Sicherheit und Privatsphäre von verschiedenen Quellen herunterzuladen.
es_es: Satori es un complemento para navegadores Chrome y Chromium que le permite descargar varios programas de seguridad y privacidad desde distintas fuentes.
fr: Satori est une extension pour les navigateurs Chrome ou Chromium qui vous permet de télécharger plusieurs programmes de sécurité et de protection des renseignements personnels à partir de différentes sources.
nl: Satori is een add-on voor de Chrome of Chromium browsers die u toelaat verschillende veiligheid en privacy programma's van verschillende bronnen te downloaden.
pt_br: Satori é uma extensão para Chrome ou navegadores Chrome, que possibilita que você faca download de vários programas de segurança e de privacidade a partir de diversas fontes.
vi: Satori là một tiện ích thêm, add-on, cho các trình duyệt Chrome hay Chromium cho phép bạn tải về một vài chương trình riêng tư và bảo mật từ các nguồn khác nhau.
zh_cn: Satori 是一个适用于 Chrome 或 Chromium 浏览器的扩展，允许您从不同来源下载多种安全和隐私程序。

source: To download Tor Browser using Satori:
de: So laden Sie den Tor-Browser mit Satori herunter:
es_es: Para descargar el Navegador Tor usando Satori:
fr: Pour télécharger le navigateur Tor en utilisant Satori :
nl: Om Tor Browser te downloaden via Satori:
pt_br: Fazer download do Navegador Tor usando Satori:
vi: Để tải về Trình duyệt Tor sử dụng Satori:
zh_cn: 要使用 Satori 下载 Tor 浏览器：

source: Install Satori from the Chrome App Store.
de: Satori aus dem Chrome App Store installieren.
es_es: Instale Satori desde la Chrome App Store.
fr: Installez Satori à partir de la logithèque Chrome App Store.
nl: Installeren Satori vanuit de Chrome App Store.
pt_br: Instale o Satori da Chrome App Store.
vi: Cài đặt Satori từ kho ứng dụng — Chrome App Store.
zh_cn: 从 Chrome 网上应用店安装 Satori。

source: Select Satori from your browser’s Apps menu.
de: Wählen Sie im Apps-Menü Ihres Browsers Satori aus.
es_es: Seleccione Satori desde su menú Aplicaciones del navegador.
fr: Sélectionnez Satori dans le menu Applications de votre navigateur.
nl: Selecteer Satori uit je browser’s Apps menu.
pt_br: Selecionar Satori a partir do menu de aplicativos do seu navegador.
vi: Chọn Satori từ danh mục các ứng dụng — Apps — của trình duyệt của bạn.
zh_cn: 从您的浏览器的应用菜单选择 Satori。

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
de: Wenn sich Satori öffnet, klicken Sie auf die von Ihnen bevorzugte Sprache. Es wird sich ein Menü mit allen verfügbaren Downloads für diese Sprache öffnen. Suchen Sie nach dem Eintrag des Tor Browsers unter dem Namen Ihres Betriebssystems. Wählen Sie entweder "A" oder "B" folgend auf den Namen der Anwendung - jeder Buchstabe repräsentiert eine unterschiedliche Quelle von der Sie die Anwendung beziehen können. Ihr Download wird dann beginnen.
es_es: Cuando Satori se abra, pulse selección de idioma. Se abrirá un menú listando las descargas disponibles para ese idioma. Busque la entrada para el Navegador Tor (Tor Browser) bajo el nombre de su sistema operativo. Seleccione "A" o "B" tras el nombre del programa — cada una representa una fuente distinta desde la que obtener el software. Entonces comenzará su descarga.
fr: Une fois Satori ouverte, cliquez sur votre langue préférée. Un menu apparaîtra avec la liste des téléchargements proposés pour cette langue. Trouvez l'entrée pour le navigateur Tor sous le nom de votre système d'exploitation. Choisissez soit « A » soit « B » après le nom du programme, chacun représentant une source différente à partir de laquelle obtenir le logiciel. Votre téléchargement commencera alors.
nl: Wanneer Satori opent, klik op uw voorkeurs taal. Een menu zal openen met de beschikbare downloads voor die taal. Vind een entry voor Tor Browser onder de naam van uw besturingssysteem. Kies ofwel "A" of "B" achter de naam van het programma — elke vertegenwoordigd een andere bron vanwaar de software te verkrijgen is. Uw download zal dan beginnen.
pt_br: Quando Satori abrir, escolha um idioma. Um menu abrirá listando os downloads disponíveis para aquele idioma. Encontre o Navegador Tor abaixo do nome do seu sistema operacional. Selecione “A” ou “B” de acordo com o nome do programa - cada um representa uma fonte diferente a partir da qual você pode obter o programa. O seu download vai então começar.
vi: Khi Satori mở, kích vào ngôn ngữ ưa thích. Một danh mục sẽ mở liệt kê các bản tải về hiện có cho ngôn ngữ đó. Tìm mục cho Trình duyệt Tor phía dưới tên hệ điều hành của bạn. Chọn “A” hoặc “B” phía sau tên của chương trình — mỗi cái biểu diễn một nguồn khác nhau để tải phần mềm. Việc tải về của bạn sau đó sẽ bắt đầu.
zh_cn: 当 Satori 打开后，您可以选择您所想要使用的语言接口，下载清单将会自动罗列出对应该语言的可用下载链接，此时您只需要找到符合您电脑系统版本的 Tor 浏览器，并在“A”或“B”两个不同的下载来源中，任选一个以开始下载进程。

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
de: Warten Sie bis Ihr Download abgeschlossen ist, wählen Sie den Punkt "Generierter Hash" in Satoris Menü aus und klicken Sie auf "ausgewählte Dateien".
es_es: Espere a que finalice su descarga, luego busque la sección "Generar Hash" en el menú de Satori, y pulse "Seleccionar ficheros".
fr: Attendez la fin du téléchargement, puis cherchez la section « Générer le hachage » dans le menu de Satori et cliquez sur « Sélectionner les fichiers ».
nl: Wacht tot uw download is voltooid, vind daarna de "Genereer Hash" sectie in Satori's menu en klik "Kies bestanden".
pt_br: Espere até que o download termine, encontre então a seção “Gerar Codificacao” no menu do Satori e clique em “Selecionar Arquivos”.
vi: Chờ cho việc tải về kết thúc, rồi tìm mục “Generate Hash” trong danh mục của Satori và kích chuột vào “Select Files”.
zh_cn: 等下载完成以后，在 Satori 的功能清单中找到“Generate Hash”功能，并选择“Select Files”。

source: Select the downloaded Tor Browser file. Satori will display the checksum of the file, which you should compare with the software’s original checksum: you can find this by clicking the word “checksum” after the link you clicked on to start the download. If the checksums match, your download was successful, and you can <link xref="first-time">begin using Tor Browser</link>. If they do not match, you may need to try downloading again, or from a different source.
de: Wählen Sie die heruntergeladene Tor Browser Datei aus. Satori wird dann die Prüfsumme der Datei anzeigen, die Sie mit der Prüfsumme der originalen Software vergleichen sollten: Sie können diese herausfinden, indem Sie das Wort "checksum" nach dem Link auf den Sie geklickt haben um den Download zu starten, einsehen. Wenn die Prüfsummen übereinstimmen war Ihr Download erfolgreich und Sie können beginnen, <link xref="first-time">den Tor Browser zu benutzen</link>. Sollten die Prüfsummen nicht übereinstimmen müssen Sie die Datei eventuell erneut oder von einer anderen Quelle herunterladen.
es_es: Seleccione el archivo del Navegador Tor descargado. Satori mostrará la suma de verificación (checksum) del fichero, que debe comparar con la suma de verificación del software original: puede encontrarla haciendo clic en "checksum" tras el enlace sobre el que hizo clic para iniciar la descarga. Si las sumas de verificación coinciden, su descarga ha tenido éxito, y puede <link xref="first-time">comenzar a usar el Navegador Tor</link>. Si no coinciden, puede que precise descargarlo de nuevo, o desde una fuente diferente.
fr: Sélectionnez le fichier du navigateur Tor téléchargé. Satori affichera la somme de contrôle du fichier, que vous devrez comparer à la somme de contrôle originale du logiciel ; vous pourrez la trouver en cliquant sur le mot « somme de contrôle » (checksum) qui suit le lien de téléchargement du fichier. Si les sommes de contrôle correspondent, votre téléchargement est réussi et vous pouvez <link xref="first-time">commencer à utiliser le navigateur Tor</link>. Si elles diffèrent, retéléchargez le fichier ou changez de source.
nl: Selecteer het gedownloade Tor Browser bestand. Satori zal de checksum van het bestand tonen, dat uw zou moeten vergelijken met de originele checksum van de software: u kunt deze vinden door op het woord "checksum" te klikken achter de link waarop u geklikt heeft om de download te starten. Als de checksum overeenkomt, was u download succesvol, en kunt u <link xref="first-time">Tor Browser beginnen te gebruiken</link>. Als ze niet overeen kwamen, zult u opnieuw moeten proberen te downloaden, of van een andere bron.
pt_br: Selecione o download do Tor Browser. O Satori exibirá que a soma de verificação do arquivo , que você deve comparar com a soma de verificação do software original: você pode encontrar isto clicando a palavra "checksum" depois do link que você clicou para começar o download. Se as somas de verificação for igual, seu download foi um sucesso total, e você pode<link xref="first-time">recomeçar usando o Browser Tor</link>. se eles não forem iguais, você pode precisar tentar baixar novamente, ou de uma fonte diferente.
vi: Chọn tệp tin Trình duyệt Tor được tải về. Satori sẽ hiển thị giữ liệc xác minh checksum của tệp tin đó, và bạn nên so sánh với giữ liệu xác minh ban đầu của phần mềm: bạn có thể tìm thấy nó bằng việc kích chuột vào từ “checksum” phía sau đường kết nối bạn đã kích chuột vào để bắt đầu việc tải về. Nếu những giữ liệu xác minh đó là phù hợp, việc tải về đã thành công, và bạn có thể <link xref="first-time">bắt đầu sử dụng Trình duyệt Tor</link>. Nếu chúng không đồng nhất, bạn có lẽ nên thử tải lại, hay tải về từ một nguồn khác.
zh_cn: 选择下载下来的 Tor 浏览器文件，此时 Satori 将会自动为该文件计算出其总和检查码，您需要亲自核对此检查码与软件原本的检查码是否完全符合：您可以在您下载该文件的超链接旁边找到“checksum”字样，点击后就可以看到软件原本的检查码，若两组检查码完全一致的话，表示您的下载已经成功，此时您可以直接<link xref="first-time">开始使用 Tor 浏览器</link>，若两组检查码不相符的话，您可能需要再重新下载，或者选择不同的下载来源重新尝试。

source: Learn how to use Tor Browser for the first time
de: Erfahren Sie, wie Sie den Tor-Browser zum ersten Mal verwenden
es_es: Sepa cómo usar el Navegador Tor por primera vez
fr: Apprenez à utiliser le navigateur Tor pour la première fois
nl: Leer hoe de Tor Browser te gebruiken voor de eerste keer
pt_br: Saiba como usar o Navegador Tor pela primeira vez
vi: Học cách làm thế nào để sử dụng Trình duyệt Tor lần đầu tiên
zh_cn: 了解如何初次使用 Tor 浏览器

source: Running Tor Browser for the first time
de: Tor Browser zum ersten Mal ausführen
es_es: Ejecutar el Navegador Tor por primera vez
fr: Premier lancement du navigateur Tor
nl: De Tor Browser gebruiken voor de eerste keer
pt_br: Executando o Navegador Tor pela primeira vez
vi: Chạy Trình duyệt Tor lần đầu tiên
zh_cn: 初次运行 Tor 浏览器

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
de: Wenn Sie den Tor Browser zum ersten Mal starten werden Sie das Fenster Tor Netzwerkeinstellungen sehen. Es bietet Optionen sich direkt mit dem Tor Netzwerk zu verbinden oder den Tor Browser für Ihre Verbindung zu konfigurieren.
es_es: Cuando ejecute el Navegador Tor por primera vez, verá la ventana de Configuración de la Red Tor. Esta le ofrece la opción de conectar directamente a la red Tor, o de configurar el Navegador Tor para su conexión.
fr: Lors du premier lancement du navigateur, vous apercevrez la fenêtre des paramètres du réseau Tor. Elle vous proposera soit de vous connecter directement, soit de configurer le navigateur Tor pour votre connexion.
nl: Wanneer u Tor Browser voor het eerst gebruikt, zult u de Tor Netwerk Instellingen scherm zien. Dit geeft u de optie om te direct te verbinden met het Tor netwerk, of om Tor Browser te configureren voor uw verbinden.
pt_br: Ao executar o Navegador Tor pela primeira vez, você verá a janela Parâmetros da Rede Tor. Você poderá escolher entre conectar-se diretamente à rede Tor ou configurar o Navegador Tor para a sua conexão.
vi: Khi bạn chạy Trình duyệt Tor lần đầu tiên, bạn sẽ gặp cửa sổ Những cài đặt Mạng lưới Tor. Điều này cho phép bạn lựa chọn kết nối trực tiếp đến mạng lưới Tor, hay cấu hình Trình duyệt Tor cho việc kết nối.
zh_cn: 当您首次启动 Tor 浏览器时，您会看到洋葱路由网络的设置窗口，此处您可以选择要浏览器直接连上洋葱路由网络，或者是要设置不同的连接方式。

source: Connect
de: Verbinden
es_es: Conectar
fr: Se connecter
nl: Verbinden
pt_br: Conectar
vi: Kết nối
zh_cn: 连接

# _
source: external ref='media/first-time/connect.png' md5='9d07068f751a3bfd274365a4ba8d90ca'
vi: Tham chiếu ngoài ref='media/first-time/connect.png' md5='9d07068f751a3bfd274365a4ba8d90ca'
