Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Choose “yes” when asked if your Internet Service Provider blocks connections to the Tor network. Select “Use custom bridges” and enter each bridge address on a separate line.
de: Wähle "ja" aus, wenn Du danach gefragt werden, ob Dein Internetdienstanbieter Verbindungen zum Tor-Netzwerk blockiert. Wähle "benutzerdefinierte Brücken nutzen" und füge jede Brückenadresse in einer eigenen Zeile ein.
es_es: Elija "sí" cuando se le pregunte si su Proveedor de Servicios de Internet (ISP) bloquea las conexiones a la red Tor. Seleccione "Usar puentes personalizados" e introduzca cada dirección de puente de red en una línea aparte.
fr: Choisissez « Oui » quand on vous demandera si votre fournisseur d'accès à Internet bloque les connexions vers le réseau Tor. Sélectionnez « Utiliser des ponts personnalisés » et saisissez chaque adresse de pont sur une ligne séparée.
nl: Kies "Ja" wanneer je gevraagd word als je Internet Service Provider verbindingen naar het Tor netwerk blokkeert. Kies "Gebruik custom bridges" en geef ieder bridge address op een afzonderlijke lijn in.
pt_br: Responda "sim" à questão sobre se o seu Provedor de Serviço Internet bloqueia conexões à rede Tor. Selecione "Usar pontes personalizadas" e insira cada endereço de ponte em linhas distintas.
vi: Chọn "có" khi được hỏi nếu nhà cung cấp dịch vụ Internet chặn kết nối đến mạng lưới Tor. Chọn "Sử dụng cầu nối điều chỉnh" và nhập mỗi địa chỉ cầu nối vào một đường riêng.
zh_cn: 当询问您的互联网服务提供商 (ISP) 是否封锁了 Tor 网络的连接时，选择“是”。选择“使用自定义网桥”，然后输入各网桥的地址（每行一条）。

# _
source: external ref='media/tor-launcher-custom-bridges_en-US.png' md5='93365c2aa3fb4d627497e83f28a39b7e'
de: extern ref='media/tor-launcher-custom-bridges_en-US.png' md5='93365c2aa3fb4d627497e83f28a39b7e'
vi: Tham chiếu ngoài ref='media/tor-launcher-custom-bridges_en-US.png' md5='93365c2aa3fb4d627497e83f28a39b7e'

source: Click “Connect”. Using bridges may slow down the connection compared to using ordinary Tor relays. If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
de: Klicke auf "Verbinden". Das Benutzen von Brücken kann Deine Internetverbindung -im Vergleich zur Verwendung normaler Tor-Relais- verlangsamen. Wenn die Verbindung fehlschlägt, kann es daran liegen, dass die Brücken nicht mehr aktiv sind. Bitte verwende eine der oben genannten Methoden, um mehr Brückenadressen zu erhalten und versuche es noch einmal.
es_es: Pulse "Conectar". Usar puentes puede ralentizar la conexión en comparación al uso de repetidores Tor ordinarios. Si la conexión falla, los puentes que recibió pueden estar caídos. Por favor, use uno de los métodos anteriores para obtener más direcciones de puente, e inténtelo de nuevo.
fr: Cliquez sur « Se connecter ». La connexion pourrait être plus lente avec des ponts qu'avec des relais traditionnels. Si la connexion échoue, les ponts que vous avez reçus pourraient être hors service. Utilisez l'une des méthodes ci-dessus afin d'obtenir d'autres adresses de ponts et ressayez.
nl: Klik "Verbind". Bridges gebruiken kan de verbinding vertragen vergeleken met gewone Tor relays. Als de verbinding mislukt, zou het kunnen zijn dat de verkregen bridges down zijn. Gebruik dan een van de boven vermelde methodes om meer bridge adressen te verkrijgen, en probeer opnieuw.
pt_br: Clique em "Conectar-se". Ao usar pontes, a sua conexão torna-se mais lenta se comparada com o uso de retransmissores Tor comuns. Se a sua conexão falhar, as pontes recebidas poderão não funcionar. Nesse caso, por favor, use um dos métodos acima para obter mais endereços de pontes e tente de novo.
vi: Kích vào “Kết nối”. Sử dụng các cầu nối có thể làm chậm việc kết nối so với việc sử dụng các khuyếch đại Tor truyền thống. Nếu kết nối thất bại, các cầu bạn đã nhận có thể đang hỏng. Hãy dùng một trong các phương pháp trên để có nhiều địa chỉ cầu nối, và thử lại.
zh_cn: 点击“连接”以便创建洋葱路由回路。使用网桥可能会让网络连接速度比使用一般的中继节点稍慢一点。如果连接失败的话，可能是因为您所指定的网桥目前并非正常运作中，请使用上面所提的方法获取更多的网桥地址后，再行尝试。

source: What to do if the Tor network is blocked
de: Was tun, wenn das Tor-Netzwerk blockiert ist?
es_es: Qué hacer si la red Tor está bloqueada
fr: Que faire si le réseau Tor est bloqué ?
nl: Wat te doen als het Tor netwerk geblokkeerd is
pt_br: O que fazer se a rede Tor estiver bloqueada
vi: Làm gì nếu mạng lưới Tor bị chặn
zh_cn: Tor 网络被拦截该怎么做

source: Circumvention
de: Umgehung
es_es: Evasión
fr: Le contournement
nl: Omzeiling
pt_br: Contornar a censura
vi: Sự lừa dối
zh_cn: 规避

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <link xref="transports">Pluggable Transports</link> page for more information on the types of transport that are currently available.
de: Der direkte Zugang zum Tor Netzwerk ist eventuell durch Ihren Internetdienstanbieter oder die Regierung blockiert. Der Tor Browser enthält einige Werkzeuge um diese Blockaden zu umgehen. Diese Werkzeugt werden "austauschbare Übertragungsarten" genannt. Schauen Sie auf der Seite für <link xref="transports">austauschbare Übertragungsarten</link> für mehr Informationen über die Typen von zur Zeit verfügbaren Übertragungsarten.
es_es: El acceso directo a la red Tor a veces puede estar bloqueado por su Proveedor de Servicios de Internet (ISP) o por un gobierno. El Navegador Tor incluye algunas herramientas de evasión para evitar estos bloqueos. Estas herramientas se llaman "transportes conectables". Vea la página <link xref="transports">Transportes Conectables</link> para más información sobre los tipos de transporte que están disponibles actualmente.
fr: L'accès direct au réseau Tor pourrait parfois être bloqué par votre fournisseur d'accès à internet ou par un gouvernement. Le navigateur Tor comprend des outils de contournement de ces blocages. On appelle ces outils des « transports enfichables ». La page <link xref="transports">Les transports enfichables</link> contient des informations supplémentaires sur les types de transports proposés actuellement.
nl: Directe toegang tot het Tor netwerk kan soms geblokkeerd zijn door uw Internet Service Provider of door een overheid. Tor Browser bevat enkele omzeilings hulpmiddelen om rond deze blokkades te geraken. Deze hulpmiddelen worden "pluggable transports" genoemd. Zie de <link xref="transports">Pluggable Transports</link> pagina voor meer informatie over de types van transport die momenteel beschikbaar zijn.
pt_br: Pode acontecer de o acesso direto à rede Tor ser bloqueado pelo seu Provedor de Serviços de Internet ou por algum governo. O Navegador Tor inclui algumas ferramentas anticensura para contornar esses bloqueios. Essas ferramentas são chamadas "transportadores plugáveis". Consulte a página <link xref="transports">Transportadores Plugáveis</link> para saber mais sobre os tipos de transportadores atualmente disponíveis.
vi: Truy cập trực tiếp đến mạng lưới Tor có thể đôi lúc bị chặn bởi Nhà cung cấp Dịch vụ Internet hay nhà nước. Trình duyệt Tor có một vài công cụ vòng tránh để vượt qua những chướng ngại này. Những công cụ này được gọi là “các điểm trung chuyển có thể kết nối”. Xem trang <link xref="transports">Những điểm trung chuyển Có thể kết nối</link> cho thêm thông tin về loại điểm trung chuyển hiện tại có thể dùng được.
zh_cn: 有时候您的网络服务供应商（ISP）或政府单位会过滤阻挡通往洋葱路由网络的连接，因此 Tor 浏览器有内置一些能够绕过这类过滤机制的规避工具，它们通常叫作“可插拔传输层”，您可以参考此网页<link xref="transports">可插拔传输层</link>以获取更多关于各种目前可以使用的规避工具。

source: Using pluggable transports
de: Mit austauschbaren Übertragungsarten
es_es: Usar transportes conectables
fr: Utiliser des transports enfichables
nl: Gebruik maken van pluggable transport
pt_br: Como usar transportadores plugáveis
vi: Sử dụng các điểm trung chuyển có thể kết nối được
zh_cn: 使用可插拔传输

# _
source: external ref='media/circumvention/configure.png' md5='519d888303eadfe4cb03f178aedd90f5'
vi: Tham chiếu ngoài ref='media/circumvention/configure.png' md5='519d888303eadfe4cb03f178aedd90f5'

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
de: Klicken Sie im Tor Launcher Fenster beim ersten Start auf "Konfigurieren", um autauschbare Übertragungsarten zu nutzen.
es_es: Para usar transportes conectables, pulse "Configurar" en la ventana de Arranque de Tor que aparece la primera vez que ejecuta el Navegador Tor.
fr: Pour utiliser les transports enfichables, cliquez sur « Configurer » dans la fenêtre du lanceur Tor qui apparaît lors du premier lancement du navigateur
nl: Om pluggable transport te gebruiken, klik "Configureer" in het Tor Launcher venster dat verschijnt wanneer je Tor Browser voor het eerst uitvoert.
pt_br: Para usar transportadores plugáveis, clique em "Configurar" na janela do Tor Launcher que aparece quando você começa a executar o Navegador Tor.
vi: Để sử dụng các điểm trung chuyển có thể kết nối, kích vào "Cấu hình" trong cửa sổ khởi động Tor xuất hiện khi bạn chạy Trình duyệt Tor lần đầu tiên.
zh_cn: 为使用可插拔传输，在您初次运行 Tor 浏览器时点击 Tor 启动器窗口中的“配置”。

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
de: Sie können die austauschbaren Übertragungsarten auch konfigurieren während der Tor Browser läuft indem Sie auf die grüne Zwiebel in Ihrer Adressleiste klicken und "Tor Netzwerkeinstellungen" auswählen.
es_es: También puede configurar transportes conectables mientras el Navegador Tor se está ejecutándo, pulsando sobre la cebolla verde junto a su barra de direcciones y seleccionando "Configuración de la Red Tor".
fr: Vous pouvez aussi configurer les transports enfichables pendant que le navigateur Tor est en fonction en cliquant sur l'oignon vert près de votre barre d'adresse et en sélectionnant « Paramètres du réseau Tor ».
nl: Je kunt ook pluggable transports instellen wanneer Tor Browser draait, door te klikken op de groene onion naast je adresbalk en "Tor Netwerk Instellingen" te selecteren.
pt_br: Você também pode configurar os transportadores plugáveis enquanto o Navegador Tor estiver em uso, clicando na cebola, perto da sua barra de endereços e selecionando "Parâmetros da rede Tor".
vi: Bạn cũng có thể cấu hình các điểm trung chuyển có thể kết nối trong khi Trình duyệt Tor đang chạy, bởi kích vào củ tỏi màu xanh lá cây gần thanh địa chỉ và chọn “Những cài đặt Mạng lưới Tor”.
zh_cn: 您也可以在 Tor 浏览器运行时配置可插拔传输，只需点击地址栏附近的绿色洋葱并选择“Tor 网络设置”。

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
de: Wählen Sie "ja" aus, wenn Sie danach gefragt werden, ob Ihr Internetprovider Verbindungen zum Tor-Netzwerk blockiert.
es_es: Seleccione "sí" cuando se le pregunte si su Proveedor de Servicios de Internet (ISP) bloquea conexiones a la red Tor.
fr: Sélectionnez « Oui » quand on vous demandera si votre fournisseur d'accès à Internet bloque les connexions au réseau Tor.
nl: Klik "Ja" wanneer gevraagd word of je Internet Service Provider verbindingen naar het Tor netwerk blokkeerd.
pt_br: Responda "sim" à questão sobre se o seu Provedor de Serviço Internet bloqueia conexões à rede Tor.
vi: Chọn “Có” khi được hỏi nếu Nhà cung cấp Dịch vụ Internet của bạn chặn những kết nối đến mạng lưới Tor.
zh_cn: 在询问您的互联网服务提供商 (ISP) 是否封锁了 Tor 网络连接时选择“是”。

# _
source: external ref='media/circumvention/bridges.png' md5='910cdd5e45860b81a1ad4739c589a195'
vi: Tham chiếu ngoài ref='media/circumvention/bridges.png' md5='910cdd5e45860b81a1ad4739c589a195'

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
de: "Mit bereitgestellten Brücken verbinden" auswählen. Tor-Browser hat aktuell sechs Transportoptionen zur Auswahl.
es_es: Seleccione "Conectar con los puentes proporcionados". El Navegador Tor actualmente tiene seis transportes conectables entre los que elegir.
fr: Sélectionnez « Se connecter avec les ponts fournis ». Le navigateur Tor offre actuellement six options de transports enfichables parmi lesquelles choisir.
nl: Kies "Verbinden met voorziene bridges". Tor Browser heeft momenteel zes pluggable transport opties om uit te kiezen.
pt_br: Clique em "Conectar usando pontes fornecidas". Atualmente, o Navegador Tor possui seis opções de transportadores plugáveis para você escolher.
vi: Chọn “Kết nối với các cầu nối được cung cấp”. Trình duyệt Tor hiện có sáu lựa chọn trung chuyển có thể kết nối để chọn.
zh_cn: 选择“使用集成的网桥连接”，目前 Tor 浏览器有提供六个可插拔传输层供您选择。

source: Which transport should I use?
de: Welche Übertragung sollte ich verwenden?
es_es: ¿Qué transporte debo usar?
fr: Quel transport devrais-je utiliser ?
nl: Welk transport zal ik gebruiken?
pt_br: Qual transportador utilizar?
vi: Điểm trung chuyển nào tôi nên dùng?
zh_cn: 我应该使用哪种传输？

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <link xref="transports">Pluggable Transports</link> page), and their effectiveness depends on your individual circumstances.
de: Jede der im Tor Starter aufgeführten austauschbaren Übertragungsarten arbeitet auf eine unterschiedliche Weise (für mehr Informationen sehen Sie sich die Seite <link xref="transports">austauschbare Übertragungsarten</link> an) und ihre Effektivität hängt von Ihren individuellen Umständen ab.
es_es: Cada uno de los transportes listados en el menú del Arranque de Tor funciona de una forma diferente (para más detalles, vea la página <link xref="transports">Transportes conectables</link>), y la efectividad de cada uno depende de sus circunstancias individuales.
fr: Chacun des transports répertoriés dans le menu du lanceur Tor fonctionne d'une façon différente (pour davantage de détails, consultez la page <link xref="transports">Les transports enfichables</link>), et leur efficacité dépend de vos circonstances particulières.
nl: Elk van de vermeldde transports in Tor Launcher's menu werkt op een verschillende manier (voor meer informatie, zie de <link xref="transports">Pluggable Transports</link> pagina), en hun efficiëntie hangt van u persoonlijke omstandigheden af.
pt_br: Cada um dos transportadores listados no menu do Tor Launcher funciona de maneira diferente (para mais detalhes, consultar <link xref="transports">Transportadores Plugáveis</link>, e a eficácia deles depende da sua situação individual.
vi: Mỗi một điểm trung chuyển liệt kê trong danh mục Khởi động Tor, Tor Launcher, làm việc theo một cách khác nhau (để chi tiết hơn, xem trang <link xref="transports">Các điểm trung chuyển Có thể kết nối</link>), và tính hiệu quả của chúng phụ thuộc vào các điều kiện riêng rẽ của bạn.
zh_cn: 在洋葱路由启动器中所罗列的可插拔传输层，其运作原理各不相同（请参考 <link xref="transports">可插拔传输层</link>以了解更多相关信息），且产生的效果也会视您的的实际情况而定。

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
de: Wenn Sie versuchen, eine blockierte Verbindung zum ersten Mal zu umgehen, sollten Sie diese verschiedenen Übertratungsarten verwenden: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
es_es: Si está tratando de eludir una conexión bloqueada por primera vez, debe probar los distintos transportes: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
fr: Si vous tentez de contourner pour la première fois une connexion bloquée, vous devriez essayer les différents transports : obfs3, obfs4, ScrambleSuit, FTE, meek-azure, meek-amazon.
nl: Als u probeert een geblokeerde verbinding te omzeilen voor de eerste keer, zou u de verschillende transports moeten uitproberen: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
pt_br: Se você estiver tentando contornar o bloqueio de uma conexão pela primeira vez, experimente diversos transportadores: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
vi: Nếu bạn đang cố gắng vòng tránh một kết nối bị chặn lần đầu tiên, bạn nên thử các điểm trung chuyển khác nhau: obfs3, obfs4, ScrambleSuit, fte, meek-azure, meek-amazon.
zh_cn: 如果这是您首次尝试规避网络连接的屏蔽机制，您应该要试着使用不同的可插拔传输层：obfs3、obfs4、ScrambleSuit、FTE、meek-azure、meek-amazon。

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <link xref="bridges">Bridges</link> section to learn what bridges are and how to obtain them.
de: Wenn Sie all diese Optioinen versuchen und Sie keine davon ins Internet bringt müssen Sie Brücken-Adressen manuell eingeben. Lesen Sie den Abschnitt <link xref="bridges">Brücken</link> um zu erfahren was Brücken sind und wie Sie sie erhalten können.
es_es: Si prueba todas estas opciones, y con ninguna de ellas consigue conectar, necesitará introducir direcciones de puentes de red manualmente. Lea la sección <link xref="bridges">Puentes</link> para conocer qué son los repetidores puente y cómo obtenerlos.
fr: Si vous avez essayé toutes ses actions et qu'aucune ne vous permet de vous connecter, vous devrez saisir des adresses de pont manuellement. Lisez la section <link xref="bridges">Les ponts</link> pour apprendre ce que sont les ponts et comment en obtenir.
nl: Als u al deze opties heeft geprobeerd, en geen enkele krijgt u online, zult u manueel bridge adressen moeten ingeven. Lees de <link xref="bridges">Bridges</link> sectie om meer te weten te komen over bridges en hoe ze te verkrijgen.
pt_br: Se você tentar todas essas opções e ainda assim não conseguir conectar-se, será preciso inserir os endereços de ponte manualmente. Leia a seção <link xref="bridges">Pontes</link> para saber mais sobre o que são pontes e como obtê-las.
vi: Nếu bạn thử tất cả các lựa chọn này, và không cái nào giúp bạn kết nối, bạn sẽ cần nhập các địa chỉ cầu nối thủ công. Xem mục <link xref="bridges">Các cầu nối</link> để biết các cầu nối là gì và làm sao để lấy được chúng.
zh_cn: 如果您试过了上述的全部选项后还是不能上网，那就得手动输入网桥地址了。请参考<link xref="bridges">网桥</link>部分以进一步了解网桥的运作原理与获取方式。

source: How to download Tor Browser
de: So laden Sie den Tor-Browser herunter
es_es: Cómo descargar el Navegador Tor
fr: Comment télécharger le navigateur Tor ?
nl: Hoe de Tor Browser downloaden
pt_br: Como fazer download do Navegador Tor
vi: Làm thế nào để tải về Trình duyệt Tor
zh_cn: 如何下载 Tor 浏览器

source: Downloading
de: Lade herunter
es_es: Descargar
fr: Téléchargement
nl: Bezig met downloaden
pt_br: Fazendo download
vi: Đang tải xuống
zh_cn: 下载

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <link xref="secure-connections">HTTPS</link>, which makes it much harder for somebody to tamper with.
de: Der sicherste und einfachste Weg um den Tor Browser herunterzuladen ist die offizielle Tor Project Webseite unter https://www.torproject.org. Ihre Verbindung zu dieser Seite wird mit <link xref="secure-connections">HTTPS</link> gesichert. Dies macht es für andere wesentlich schwieriger die Verbindung zu manipulieren.
es_es: La forma más fácil y simple de descargar el Navegador Tor es desde el sitio web oficial del Tor Project en https://www.torproject.org. Se asegura su conexión al sitio usando <link xref="secure-connections">HTTPS</link>, que se lo pone mucho más difícil a cualquiera el manipularla.
fr: La façon la plus sûre et la plus simple de télécharger le navigateur Tor est à partir du site Web officiel du Projet Tor https://www.torproject.org . Votre connexion au site sera sécurisée par <link xref="secure-connections">HTTPS</link> et il sera ainsi plus difficile pour quelqu'un de l'altérer.
nl: De veiligste en makkelijkste manier om Tor Browser te downloaden is via de officiële Tor Project website op https://www.torproject.org. Uw verbinden zal beveiligd zijn door <link xref="secure-connections">HTTPS</link> te gebruiken, waardoor het veel moeilijker word voor iemand om te manipuleren.
pt_br: A maneira mais segura e fácil de fazer download do Navegador Tor é a partir do site oficial do Tor Project https://www.torproject.org. A sua conexão ao site será segura usando <link xref="secure-connections">HTTPS</link>, que torna toda tentativa de interferência muito mais difícil.
vi: Cách đơn giản và an toàn nhất để tải về Trình duyệt Tor là từ trang web chính thức của Dự án Tor tại https://www.torproject.org. Kết nối của bạn tới đó sẽ được bảo mật sử dụng <link xref="secure-connections">HTTPS</link>, làm cho việc phá rối khó hơn nhiều.
zh_cn: 要获取 Tor 浏览器，最安全且简便的方式就是从洋葱路由官网 https://www.torproject.org 下载。访问该网站的网络连接受到<link xref="secure-connections">HTTPS</link>机制保护，使其更难被篡改。

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
de: Wie auch immer, es kann sein dass Sie auf die Internetseite des Tor Projekts nicht zugreifen können wenn Sie zum Beispiel in Ihrem Netzwerk blockiert wurde. Wenn dies passiert können Sie eine der unten aufgeführten Methoden zum Herunterladen benutzen.
es_es: Sin embargo, puede haber ocasiones en las que no pueda acceder al sitio web del Tor Project: por ejemplo, podría estar bloqueado en su red. Si esto sucede, puede usar uno de los métodos de descarga alternativos listados debajo.
fr: Cependant, l'accès au site Web du Projet Tor pourrait parfois être impossible, par exemple s'il est bloqué sur votre réseau. Si cela se produit, vous pouvez utiliser une des méthodes de téléchargement répertoriées ci-dessous.
nl: Echter, er kunnen momenten zijn wanneer u geen toegang tot de Tor Project website kunt krijgen: bijvoorbeeld, het zou kunnen geblokkeerd zijn door uw netwerk. Als dit voorkomt, kun u een van de alternatieve download methodes gebruiken die hieronder vermeld staan.
pt_br: Porém, pode acontecer de você não conseguir acessar o site do Tor Project: por exemplo, ele pode estar bloqueado na sua rede. Se isso acontecer, você pode usar uma dos métodos de download alternativos listados abaixo.
vi: Tuy nhiên, có thể có những lần bạn không thể truy cập trang web của Dự án Tor: ví dụ, nó có thể bị chặn trong mạng của bạn. Nếu điều này sảy ra, bạn có thể dùng một trong các cách tải về thay thế liệt kê bên dưới:
zh_cn: 然而，某些情况下您可能无法成功访问洋葱路由的官方网站：例如您所在的网络会屏蔽该网站。如果您遭遇到类似情况的话，可以利用下列几种不同的方式获取 Tor 浏览器。
