Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
de: Diese Option ist hilfreich wenn Sie es verhindern möchten, dass die folgenden Browseraktivitäten mit Ihren vorherigen Aktionen verbunden werden. Wenn Sie dies auswählen werden alle offenen Reiter und Fenster geschlossen sowie alle privaten Informationen wie Cookies und Ihr Browserverlauf gelöscht. Sie benutzen für alle neuen Verbindungen neue Schaltkreise. Der Tor Browser wird Sie warnen dass alle Aktivitäten nd Downloads gestoppt werden. Dies sollten Sie bedenken bevor Sie "Neue Identität" anklicken.
es_es: Esta opción es útil si quieres evitar que la actividad posterior de tu navegador sea asociada a lo que estaba haciendo antes. Seleccionarla cerrará todas tus pestañas y ventanas abiertas, borrará toda la información privada como cookies e historial de navegación, y usará nuevos circuitos de Tor para todas las conexiones. Tor te advertirá de que se detendrán toda la actividad y descargas, así que ten esto en cuenta antes de pulsar "Nueva identidad".
fr: Cette action est utile si vous souhaitez empêcher que l'activité ultérieure de votre navigateur ne puisse être reliée à ce que vous faisiez avant. En la sélectionnant, tous vos fenêtres et onglets ouverts seront fermés, toutes les informations confidentielles telles que les fichiers témoins et l'historique de navigation seront effacées, et de nouveaux circuits Tor seront utilisés pour toutes les connexions. Le navigateur Tor vous avertira de l'arrêt de toutes les activités et téléchargements. Prenez-le donc en compte avant de cliquer sur « Nouvelle identité ».
nl: Deze optie is handig als u wilt voorkomen dat uw hierop volgende browser activiteit gelinkt kan worden aan wat u hiervoor aan het doen was. Als u hiervoor kiest, zullen al uw tabladen en vensters gesloten worden, al uw persoonlijk informatie zoals cookies en geschiedenis wissen, en nieuwe Tor circuits voor alle verbindingen gebruiken. Tor Browser zal uw waarschuwen dat alle activiteit en downloads gestopt zullen worden, houd hier dus rekening mee voor dat u klikt op "Nieuwe Identiteit".
pt_br: Esta opção é útil se você quiser impedir que as atividades futuras no navegador sejam relacionadas à sua atividade anterior. Se selecionada, ela fechará todas as abas e janelas abertas, excluirá todas as informações privadas, tais como cookies e histórico de navegação, e usará novos circuitos do Tor para todas as conexões. O Navegador Tor lhe mostrará um aviso de que todas atividades e downloads serão interrompidos. Então, leve isso em conta antes de clicar em "Nova Identidade".
vi: Lựa chọn này hữu dụng nếu bạn muốn chặn các hoạt động trình duyệt tiếp theo khỏi việc có thể bị kết nối với những gì bạn đang làm trước đó. Việc chọn nó sẽ đóng tất cả các thanh và cửa sổ đang mở, xoá hết các thông tin riêng tư như cookies và lịch sử lướt web, và dùng các lộ trình Tor mới cho tất cả các kết nối. Trình duyệt Tor sẽ cảnh báo bạn tất cả các hoạt động và tải về sẽ bị ngắt, vì vậy hãy xem xét điều này trước khi kích vào “Định dạng mới”.
zh_cn: 若您想要避免后续在网络上活动的相关记录，与您之前网络活动之记录被链接组合在一起，此选项即可帮助您达成此目的。运行此功能将会关闭所有已经打开的浏览器窗口及标签页，清除所有的浏览器 Cookie 与历史记录等个人信息，并且为后续所有的网络连接创建新的洋葱路由回路。Tor 浏览器将会警告您说所有正在进行中的活动与下载将会被终止，因此在点击“新身份”选项前，请先做好相关的准备。

source: New Tor Circuit for this Site
de: Neuer Kanal für diese Seite
es_es: Nuevo circuito de Tor para este sitio
fr: Nouveau circuit Tor pour ce site
nl: Nieuw Torcircuit voor deze website
pt_br: Novo Circuito Tor para este Site
vi: Mạch nối Tor mới cho trang này
zh_cn: 为此站点使用新 Tor 线路

source: This option is useful if the <link xref="about-tor-browser#how-tor-works">exit relay</link> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
de: Diese Option ist hilfreich wenn der von Ihnen verwendete <link xref="about-tor-browser#how-tor-works">Exit-Relay</link> nicht in der Lage ist, sich mit der von Ihnen gewünschten Internetseite zu verbinden oder diese nicht korrekt lädt. Wenn Sie dies auswählen wird dafür sorgen dass die aktuell geöffneten Reiter oder Fenster über einen neuen Schaltkreis neu geladen werden. Andere offene Reiter und Fenster werden den neuen Schaltkreis ebenfalls benutzen nachdem sie neu geladen wurden. Diese Option löscht keine privaten Informationen oder Verbindungen zwischen Ihren Aktivitäten und betrifft auch nicht die aktuellen Verbindungen mit anderen Internetseiten.
es_es: Esta opción es útil si el <link xref="about-tor-browser#how-tor-works">repetidor de salida</link> que está usando no puede conectar al sitio web que solicita, o no está cargando adecuadamente. Seleccionarla provocará que la pestaña actualmente activa se recargue sobre un nuevo circuito de Tor. Otras pestañas y ventanas abiertas para el mismo sitio web también usarán el nuevo circuito una vez sean recargadas. Esta opción no borra ninguna información privada ni le desvincula a usted de su actividad, tampoco afecta a sus conexiones actuales a otros sitios web.
fr: Cette option est utile si le <link xref="about-tor-browser#how-tor-works">relais de sortie</link> ne peut pas se connecter au site Web que vous demandez, ou ne le charge pas correctement. En la sélectionnant, la fenêtre ou l'onglet actif sera rechargé sur un nouveau circuit Tor. Les autres fenêtres ou onglets ouverts à partir du même site Web utiliseront aussi le nouveau circuit après avoir été rechargés. Cette option n'efface aucune information confidentielle, ne délie pas votre activité, ni n'affecte vos connexions actuelles vers d'autres sites Web.
nl: Deze optie is handig als de <link xref="about-tor-browser#how-tor-works">exit relay</link> die u gebruikt niet instaat is om de verbinden met de website die u wenst, of niet laad zoals hij hoort. Voor deze optie kiezen zal ervoor zorgen dat het huidige tablad of venster zal herladen worden over een nieuw Tor circuit. Andere geopende tabs en vensters van dezelfde website zullen ook een nieuw Tor circuit gebruiken eens ze herladen zijn. Deze optie verwijderd geen persoonlijke informatie, zal uw activiteit niet ontkoppelen en zal ook niet uw huidige verbindingen naar andere websites veranderen.
pt_br: Esta opção é útil se o <link xref="about-tor-browser#how-tor-works">retransmissor de saída</link> que você está usando não for capaz de conectar-se ao website que você deseja ou não estiver carregando adequadamente. Ao selecioná-la, a aba ou a janela atualmente ativa será recarregada através de um novo circuito Tor. Esta opção não apaga nenhuma informação privada, não desvincula sua atividade nem afeta suas conexões atuais a outros websites.
vi: Lựa chọn này hữu dụng nếu <link xref="about-tor-browser#how-tor-works">khuyếch đại ra</link> bạn đang dùng không thể kết nối với trang web bạn yêu cầu, hoặc đang không tải nó một cách chính xác. Việc chọn nó sẽ làm cho cửa sổ hoặc thanh hiện đang kích hoạt bị tải lại qua một lộ trình Tor mới. Những cửa sổ và thanh đang mở khác từ cùng một trang web cũng sẽ dùng lộ trình mới đó ngay khi được tải lại. Lựa chọn này không xoá bất kỳ thông tin riêng tư nào hay ngắt kết nối các hoạt động của bạn, nó không tác động đến các kết nối hiện tại của bạn đến các trang web khác.
zh_cn: 当您目前的洋葱路由回路中所使用的<link xref="about-tor-browser#how-tor-works">出口节点</link>无法正常连上您所欲访问的网站或加载其网页时，可以试着运行此功能，它会让当前窗口或页签创建另一条新的洋葱路由回路并重新连上该址定网站，若有其他窗口或页签也是连上该网站的话，在刷新时也会改用新的洋葱路由回路来连接，此功能不会清除任何个人相关信息或中断连上其他网站的活动。

source: Services that are only accessible using Tor
de: Dienste, die nur über Tor zugänglich sind
es_es: Servicios que sólo son accesibles usando Tor
fr: Les services qui ne sont accessibles qu'en utilisant Tor
nl: Services die alleen toegankelijk zijn via Tor
pt_br: Servicos acessíveis somente com o uso do Tor
vi: Các dịch vụ chỉ có thể truy cập được thông qua Tor.
zh_cn: 只能使用 Tor 访问的服务

source: Onion Services
de: Onion-Dienste
es_es: Servicios onion
fr: Les services oignon
pt_br: Serviços Onion
vi: Các Dịch vụ Onion
zh_cn: 洋葱服务

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
de: Onion-Dienste (ehemals "Versteckte Dienste") sind Dienste (wie Internetseiten), die nur durch das Tor-Netzwerk zu erreichen sind.
es_es: Los servicios Onion (anteriormente conocidos como "servicios ocultos") son servicios (como pueden ser los sitios web) que sólo son accesibles a través de la red Tor.
fr: Les services oignon (anciennement « services cachés ») sont des services (tels que des sites Web) qui ne sont accessibles que par le réseau Tor.
nl: Onion services (voorheen bekend als "hidden services") zijn services (zoals websites) die alleen toegankelijk zijn via het Tor netwerk.
pt_br: Serviços onion (anteriormente conhecidos como "serviços ocultos") são serviços (como websites) que somente podem ser acessados através da rede Tor.
vi: Các dịch vụ onion (từng được gọi là “các dịch vụ ẩn”) là các dịch vụ (giống các trang web) chỉ có thể truy cập được thông qua mạng lưới Tor.
zh_cn: 洋葱服务（旧名为“隐身服务”）是一种只能透过洋葱路由网络访问的网络服务（例如网站）。

source: Onion services offer several advantages over ordinary services on the non-private web:
de: Onion-Dienste bieten einige Vorteile gegenüber herkömmlichen Dienstleistungen im öffentlichen Internet:
es_es: Los servicios onion ofrecen varias ventajas sobre los servicios ordinarios en la web no-privada:
fr: Les services oignon offrent plusieurs avantages par rapport aux services ordinaires du Web non privé :
nl: Onion services bieden verschillende voordelen aan vergeleken met gewone services op het niet private web:
pt_br: Serviços onion oferecem uma série de vantagens em relação a serviços na rede não-privada.
vi: Các dịch vụ onion có nhiều ưu việt so với các dịch vụ của Internet thông thường.
zh_cn: 洋葱服务提供了许多架设在公开网络空间之普通网站所没有的优势：

source: An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
de: Der Ort und die IP-Adresse eines Onion Dienstes sind verborgen damit es für Angreifer schwerer wird, die Betreiber zu identifizieren oder zu zensieren.
es_es: La ubicación y direcciones IP de un servicio onion están ocultas, poniéndole difícil a los adversarios censurarlo o identificar a sus operadores.
fr: Le lieu et l'adresse IP d'un service oignon sont cachés, et il est donc difficile pour ses adversaires de le censurer ou d'identifier ses opérateurs.
nl: Een onion services zijn locatie en IP adres zijn verborgen, zodat het moeilijk is voor tegenstanders om het te censureren of de beheerder te identificeren.
pt_br: A localização de um serviço onion e o endereço de IP são ocultos, tornando difícil para adversários censurará-lo ou identificarem seus operadores.
vi: Địa chỉ IP và vị trí của một dịch vụ onion được ẩn dấu, rất khó để kiểm duyệt hay xác minh danh tính của những người vận hành nó.
zh_cn: 洋葱服务的真实网络地址与地理位置信息被隐藏，因此很难过滤审查通往该站点之的网络连接，也很难找出该网站管理员的真实身份。

source: All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <link xref="secure-connections">connecting over HTTPS</link>.
de: Jeglicher Verkehr zwischen Tor Benutzern und Onion Diensten ist Ende-zu-Ende verschlüsselt sodass Sie sich um die <link xref="secure-connections">Verbindung über HTTPS</link> keine Sorgen machen müssen.
es_es: Todo el tráfico entre los usuarios de Tor y los servicios onion están cifrados extremo-a-extremo, así que no necesitas preocuparte de <link xref="secure-connections">conectar sobre HTTPS</link>.
fr: Tout le trafic entre les utilisateurs de Tor et les services oignon est chiffré de bout en bout, donc vous n'avez pas à vous soucier de vous <link xref="secure-connections">connecter par HTTPS</link>.
nl: All het verkeer tussen Tor gebruikers en onion services gebruiken end-to-end encryptie, dus u hoeft geen zorgen te maken over <link xref="secure-connections">verbinden over HTTPS</link>.
pt_br: Todo o tráfego entre usuários do Tor e serviços onion é criptografado de ponta-a-ponta, então você não precisa se preocupar com <link xref="secure-connections">conectar-se por HTTPS</link>.
vi: Toàn bộ tín hiệu truyền giữa những người dùng Tor và các dịch vụ onion được mã hoá end-to-end, vì vậy bạn không cần phải lo lắng về <link xref="secure-connections">việc kết nối qua HTTPS</link>.
zh_cn: Tor 浏览器用户与洋葱服务之间所有流量都为端对端加密，因此您无需担心连接是否是为<link xref="secure-connections">通过 HTTPS</link> 进行。

source: The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
de: Die Adresse eines Onion Dienstes wird automatisch generiert sodass der Betreiber keinen Domain-Namen kaufen muss; die .onion Internetadresse hilft Tor zusätzlich, sicherzustellen dass die richtige Ort kontaktiert wird und die Verbindung nicht manipuliert wird.
es_es: La dirección de un servicio onion se genera automáticamente, de forma que los operadores no necesitan comprar un nombre de dominio; la URL .onion también ayuda a Tor a asegurarse de que está conectando a la ubicación correcta y que la conexión no está siendo alterada.
fr: L'adresse d'un service oignon est générée automatiquement, donc les opérateurs n'ont pas à acheter un nom de domaine ; l'URL .onion aide aussi Tor à s'assurer qu'il se connecte au bon endroit et que la connexion n'a pas été altérée.
nl: Het adres van een onion service wordt automatisch gegenereerd, zodat de beheerder geen domeinnaam hoeft te kopen; de .onion URL helpt Tor te verzekeren dat de verbinding naar de juiste locatie gemaakt wordt en dat er niet met de verbinding wordt geknoeid.
pt_br: O endereço de um serviço onion é gerado automaticamente, então operadores não precisam comprar um domínio; o URL .onion também ajuda o Tor a garantir que está se conectando ao lugar certo e que a conexão não está sendo adulterada.
vi: Địa chỉ của một dịch vụ onion được tạo một cách tự động, vì vậy không cần phải mua một tên miền; cái URL .onion đó cũng giúp Tor đảm bảo rằng nó đang kết nối đến đúng địa chỉ và kết nối đó không bị chỉnh sửa.
zh_cn: 洋葱服务的网址是为自动生成，因此网站的架设者或管理员无需另行购买网络域名。其网址皆是以 .onion 结尾的，此等设计可以让洋葱路由系统确保所有网络连接都通往正确的站点，并且其连接数据未被窜改。

source: How to access an onion service
de: Wie verbinde ich mich mit einem Onion-Dienst?
es_es: Cómo acceder a un servicio onion
fr: Comment accéder à un service oignon ?
nl: Hoe een onion service gebruiken.
pt_br: Como acessar um serviço onion
vi: Làm thế nào để truy cập một dịch vụ onion
zh_cn: 如何访问一个洋葱服务

# _
source: external ref='media/onionsites/onion_url.png' md5='f97f7fe10f07c3959c4430934974bbaa'
vi: Tham chiếu ngoài ref='media/onionsites/onion_url.png' md5='f97f7fe10f07c3959c4430934974bbaa'

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of sixteen mostly random letters and numbers, followed by “.onion”.
de: Wie bei jeder anderen Internetseite müssen Sie die Adresse eines Onion Dienstes kennen, um sich mit ihm zu verbinden. Eine Onion Adresse ist eine Kombination aus sechzehn meistens zufälligen Buchstaben und Ziffern gefolgt von ".onion".
es_es: Como en cualquier otro sitio web, necesitarás conocer la dirección de un servicio onion para conectar con él. Una dirección onion es una cadena de dieciséis letras y números aleatorios en su mayoría, seguidos de ".onion".
fr: Comme tout autre site Web, vous devrez connaître l'adresse d'un service oignon afin de vous y connecter. Une adresse oignon est une chaîne de 16 lettres et chiffres presque tous générés au hasard suivie par « .onion ».
nl: Net gelijk elk andere website, zult u het adres van de onion service moeten weten voordat u ermee kan verbinden. Een onion adres is een string van 16 meestal random letters en cijfers, gevolgd bij ".onion".
pt_br: Tal como qualquer outro website, você precisará saber o endereço de um serviço onion para se conectar a ele. Um endereço onion é uma sequência de dezesseis letras e números majoritariamente aleatórios, seguidos de ".onion".
vi: Giống như bất kỳ trang web nào khác, bạn sẽ cần biết địa chỉ của một dịch vụ onion để có thể kết nối. Một địa chỉ onion là một dãy mười sáu chữ cái và con số gần như ngẫu nhiên, tiếp sau là “.onion”.
zh_cn: 就像是普通的网站一般，您必须要知道洋葱服务的地址才能够连上该网站，洋葱服务的地址是由十六个看似为乱码的英文本母与数字和一个“.onion”的结尾所组成。

source: Troubleshooting
de: Fehlerbehebung
es_es: Resolución de problemas
fr: Dépannage
nl: Probleem oplossen
pt_br: Solução de Problemas
vi: Giải quyết vấn đề
zh_cn: 故障排除

source: If you cannot reach the onion service you require, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
de: Wenn Sie den Onion Dienst, den Sie benötigen, nicht erreichen können stellen Sie sicher dass Sie die 16-stellige Onion Adresse korrekt eingegeben haben: Selbst ein kleiner Fehler wird den Tor Browser daran hindern, die Seite zu erreichen.
es_es: Si no puedes alcanzar el servicio onion que solicitas, asegúrate de que has introducido correctamente la dirección onion de 16-caracteres: Incluso un pequeño error evitará que el Navegador Tor pueda alcanzar el sitio.
fr: Si vous n'arrivez pas à atteindre le service oignon que vous avez demandé, assurez-vous d'avoir saisi correctement l'adresse de 16 caractères. Une seule petite erreur empêchera le navigateur Tor d'atteindre le site.
nl: Als u niet kan verbinden met de onion service die u wenst, zorg ervoor dat u het 16 teken onion adres correct hebt ingevoerd: zelfs een kleinste fout zal Tor Browser stoppen van het verbinden met de site.
pt_br: Se você não conseguir conectar-se ao serviço onion que deseja, certifique-se de ter escrito corretamente o endereço onion de 16 caracteres: até mesmo um pequeno erro impedirá que o Navegador Tor conecte-se ao site.
vi: Nếu bạn không thể truy cập dịch vụ onion mà bạn cần, hãy đảm bảo rằng bạn vừa nhập 16 ký tự của địa chỉ onion đó một cách chính xác: thậm chí một lỗi nhỏ cũng sẽ cản trở Trình duyệt Tor kết nối với trang đó.
zh_cn: 如果您无法连上某个洋葱服务，请确认是否有把洋葱地址中的 16 个英文本母与数字正确键入，即使是一个字母或数字的输入错误，都会导致 Tor 浏览器无法连上该网站。

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
de: Wenn Sie Ihnen weiterhin nicht möglich ist, sich mit dem Onion Dienst zu verbinden, verschen Sie es später erneut. Es mag sein, dass ein temporärer Verbindungsfehler aufgetreten ist oder Internetseitenbetreiber die Internetseite ohne Warnung offline gehen ließ.
es_es: Si todavía no puede conectar al servicio onion, por favor, inténtelo de nuevo más tarde. Puede haber un problema temporal de conexión, o los operadores del sitio pueden haber permitido que los usuarios sean desconectados sin avisar.
fr: Si vous n'arrivez toujours pas à vous connecter au service oignon, veuillez ressayer plus tard. Il pourrait y avoir un problème temporaire de connexion, ou les opérateurs du site pourraient l'avoir mis hors ligne sans avertissement.
nl: Als u nog steeds niet kunt verbinden met de onion service, probeer dan op een later moment opnieuw. Er zouden tijdelijke verbindings problemen kunnen zijn, of de site beheerders hebben de site offline gehaald zonder het te laten weten.
pt_br: Se ainda assim você não conseguir conectar-se ao serviço onion, por favor tente novamente mais tarde. Pode ser que haja um problema temporário de conexão ou os operadores do site podem tê-lo desativado sem aviso.
vi: Nếu bạn vẫn không thể kết nối với dịch vụ onion đó, hãy thử lại sau. Có thể có một trục trặc tạm thời, hay trang web đó có thể đang ngắt kết nối mà không thông báo.
zh_cn: 如果您仍然无法连上该洋葱服务的话，请稍候再试，有可能是网络连接有出现暂时性阻碍，或者是该网站的管理员暂时将站台关闭了。

source: You can also ensure that you're able to access other onion services by connecting to <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>
de: Sie können auch sichergehen dass Sie in der Lage sind andere Onion Dienste aufzurufen indem Sie sich mit dem <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Dienst</link> verbinden.
es_es: También puede asegurarse de que puede acceder a otros servicios onion conectando al <link href="http://3g2upl4pq6kufc4m.onion/">Servicio Onion de DuckDuckGo</link>
fr: Vous pouvez aussi vérifier si vous arrivez à vous connecter à d'autres services oignon en vous connectant au <link href="http://3g2upl4pq6kufc4m.onion/">service oignon de DuckDuckGo</link>.
nl: U kunt alsook verbinden met andere onion services door te verbinden met <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</link>
pt_br: Você pode garantir que possa conectar-se a outros serviços onion conectando-se ao <link href="http://3g2upl4pq6kufc4m.onion/">Serviço Onion do DuckDuckGo</link>
vi: Bạn cũng có thể đảm bảo rằng bạn có thể truy cập các dịch vụ onion khác bởi kết nối đến <link href="http://3g2upl4pq6kufc4m.onion/">Dịch vụ Tor của DuckDuckGo</link>
zh_cn: 您也可以借由连接 <link href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo 的洋葱服务</link>确认您是否可以正常访问洋葱服务

source: How Tor Browser handles add-ons, plugins and JavaScript
de: Wie der Tor Browser Erweiterungen, Plugins und JavaScript behandelt
es_es: Cómo maneja el Navegador Tor los complementos, plugins y JavaScript
fr: Comment le navigateur Tor gère-t-il les modules complémentaires, les greffons et JavaScript ?
nl: Hoe Tor Browser add-ons, plugins en JavaScript behandeld
pt_br: Como o Navegador Tor trata extensões, plugins e JavaScript
vi: Trình duyệt Tor điều khiển các tiện ích, các trình cắm ngoài, và JavaScript như thế nào
zh_cn: Tor 浏览器如何处理附加组件、插件和 JavaScript

source: Plugins, add-ons and JavaScript
de: Plugins, Erweiterungen und JavaScript
es_es: Plugins, complementos y JavaScript
fr: Les modules complémentaires, les greffons et JavaScript
nl: Plugins, add-ons en JavaScript
pt_br: Plugins, extensões e JavaScript
vi: Các trình cắm ngoài, các tiện ích, và JavaScript
zh_cn: 插件、附加组件和 JavaScript
