Repository: traumschule/tor-tb-manual
Catalog: */*.po
Languages: de, es_es, fr, nl, pt_br, vi, zh_cn

source: Types of pluggable transport
de: Typen an steckbarem Transport
es_es: Tipos de portabilidad de plugins
fr: Les types de transports enfichables
nl: Types van pluggable transport
pt_br: Tipos de transportadores plugáveis
vi: Các loại điểm trung chuyển có thể sử dụng
zh_cn: 可插拔传输的类型

source: Pluggable Transports
de: Austauschbare Übertragungsarten
es_es: Transportes conectables
fr: Les transports enfichables
pt_br: Transportadores Plugáveis
vi: Những điểm trung chuyển có thể sử dụng
zh_cn: 可插拔传输

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
de: Austauschbare Übertragungsarten sind Werkzege die Tor benutzen kann um den ausgehenden Verkehr zu tarnen. Dies kann in Situationen hilfreich sein, in denen ein Interetdienstanbieter oder eine andere Autorität aktiv Verbindungen zum Tor Netzwerk blockiert.
es_es: Los transportes conectables son herramientas que Tor puede usar para camuflar el tráfico que envía. Esto puede ser útil en situaciones donde un Proveedor de Servicios de Internet (ISP), u otra autoridad está bloqueando activamente conexiones a la red Tor.
fr: Les transports enfichables sont des outils que Tor peut utiliser pour déguiser le trafic qu'il envoie. Cela peut être utile dans les cas où le fournisseur d'accès à Internet ou une autre autorité bloque activement les connexions vers le réseau Tor.
nl: Pluggable transports zijn hulpmiddelen die Tor kan gebruiken om het verkeer dat het uitzend te vermommen. Dit kan nuttig zijn in situaties waar een Internet Service Provider of andere autoriteit actief verbindingen naar het Tor netwerk blokkeert.
pt_br: Transportadores Plugáveis são ferramentas que o Tor utiliza para mascarar o tráfego enviado para fora da rede Tor. Eles são úteis em lugares onde Provedores de Serviço de Internet, ou outras autoridades, bloqueiam conexões à rede Tor.
vi: Những điểm trung chuyển có thể sử dụng là các công cụ mà Tor có thể dùng để nguỵ trang tín hiệu nó truyền ra. Điều này có thể hữu dụng trong các tình huống khi một Nhà cung cấp Dịch vụ Internet hay cơ quan khác đang chủ động ngăn chặn các kết nối đến mạng Tor.
zh_cn: 可插拔传输层 是一种洋葱路由用来伪装其传输的数据信号之特殊工具，当您的网络服务供应商或所处的网络环境会过滤阻挡通往洋葱路由网络的连接时，此工具即可发挥其功用。

source: Currently there are six pluggable transports available, but more are being developed.
de: Zur Zeit sind sechs austauschbare Übertragungsarten verfügbar aber es werden weitere entwickelt.
es_es: Actualmente hay seis transportes conectables disponibles, pero se están desarrollando más.
fr: Six transports enfichables sont proposés actuellement, mais d'autres sont en cours de développement.
nl: Momenteel zijn er zes pluggable transports beschikbaar, maar meer worden ontwikkeld.
pt_br: Atualmente, há seis transportadores plugáveis disponíveis e outros estão sendo desenvolvidos.
vi: Hiện tại có sáu điểm trung chuyển có thể sử dụng được, nhưng số lượng nhiều hơn đang được phát triển.
zh_cn: 目前有六种可插拔传输可用，更多机制正在开发。

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. obfs3 bridges will work in most places.
de: obfs3 lässt den Tor-Verkehr zufällig aussehen, so dass es nicht wie Tor oder irgendein anderes Protokoll aussieht. obfs3-Brücken funktionieren an den meisten Orten.
es_es: obfs3 hace que el tráfico de Tor tenga apariencia aleatoria, de forma que no se parezca a Tor o a ningún otro protocolo. Los puentes de red obfs3 funcionarán en la mayoría de los lugares.
fr: obfs3 donne l'impression que le trafic Tor est aléatoire afin qu'il ne ressemble pas à Tor ou à un autre protocole. Les ponts obfs3 fonctionneront dans la plupart des endroits.
nl: obfs3 laat Tor verkeer random lijken, zodat het niet lijkt zoals Tor of elk ander protocol. obfs3 bridges zullen werken op de meeste plaatsen.
pt_br: obfs3 faz com que o tráfego do Tor pareça aleatório, de modo a se distinguir do Tor e de qualquer outro protocolo. Pontes obfs3 funcionam na maioria dos lugares .
vi: obfs3 làm cho tín hiệu Tor trên đường truyền như ngẫu nhiên, vì thế nó không giống như Tor hay bất kỳ giao thức nào khác. Các cầu obfs3 sẽ hoạt động ở hầu hết mọi nơi.
zh_cn: obfs3 可以让洋葱路由发送的网络信号看起来像是随机，因此让网络的过滤阻档机制难以判定此网络连接是否为洋葱路由网络之连接。在大多数的情况下 obfs3 网桥皆可以正常运行。

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
de: obfs4 lässt den Tor-Verkehr zufällig aussehen wie obfs3 und behindert auch Zensoren beim Finden von Brücken durch das Scannen des Internets. obfs4-Brücken sind weniger wahrscheinlich blockiert als obfs3-Brücken.
es_es: obfs4 hace que el tráfico de Tor tenga apariencia aleatoria, como obfs3, y además evita que los censores encuentren puentes de red mediante el escaneado de Internet. Resulta menos probable que bloqueen los puentes de red obfs4 que los puentes obfs3.
fr: obfs4 donne l'impression que le trafic Tor est aléatoire, comme obfs3, et empêche aussi les censeurs de trouver des ponts en balayant l'Internet. Les ponts obfs4 sont moins susceptibles d'être bloqués que les ponts obfs3.
nl: obsf4 laat Tor verkeer random lijken, gelijk obfs3, en voorkomt ook dat censors bridges vinden door Internet scanning. obsf4 bridges zijn minder waarschijnlijk geblokkeerd dan obfs3 bridges.
pt_br: obfs4 faz com que o tráfego do Tor pareça aleatório, assim como obfs3. Além disso, ele impede que censores encontrem pontes por meio de uma varredura na Internet. Pontes obfs4 têm menos chances de serem bloqueadas do que pontes obfs3.
vi: obfs4 làm cho tín hiệu Tor trên đường truyền như ngẫu nhiên tương tự obfs3, và cũng ngăn chặn các đối tượng kiểm duyệt tìm thấy các cầu nối bằng việc quét Internet. Các cầu obfs4 ít có khả năng bị chặn hơn các cầu obfs3.
zh_cn: obfs4 可以像 obfs3 一样让洋葱路由所发送的网络信号看起来像是随机乱数一般，并且还可以避免网络过滤监控机制利用网段扫描法找出网桥的地址，因此相较之下 obfs4 网桥更难以被网络监控过滤机制阻挡。

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
de: ScrambleSuit ist ähnlich wie obfs4, aber hat einen anderen Satz an Brücken.
es_es: ScrambleSuit es similar a obfs4 pero tiene una batería de puentes distinta.
fr: ScrambleSuit est semblable à obfs4 mais offre un jeu différent de ponts.
nl: ScrambleSuit is gelijkaardig aan obfs4 maar heeft een verschillende set van bridges.
pt_br: ScrambleSuit é parecido com obfs4, mas possui um outro conjunto de pontes.
vi: ScrambleSuit tương tự như obfs4 nhưng có một tập hợp khác các cầu nối.
zh_cn: ScrambleSuit 类似 obfs4，但使用了不同的网桥。

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
de: FTE (Format-Transformierende-Verschlüsselung) verschleiert Tor-Datenverkehr als gewöhnlichen Web (HTTP)-Datenverkehr.
es_es: FTE (cifrado transformador de formato) camufla el tráfico de Tor como tráfico web ordinario (HTTP).
fr: FTE (chiffrement par transformation du format) déguise le trafic Tor en trafic Web ordinaire (HTTP).
nl: FTE (format-transforming encryption) vermomd Tor verkeer als normaal web (HTTP) verkeer.
pt_br: FTE (format-transforming encryption) mascara o tráfego do Tor, que aparece como tráfego de rede comum (HTTP).
vi: FTE (mã hoá biến đổi định dạng, format-transforming encryption) nguỵ trang tín hiệu Tor trên đường truyền như là tín hiệu web thông thường (HTTP).
zh_cn: FTE（变形加密）可将 Tor 的网络传输乔装打扮为普通网络（HTTP）数据。

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
de: Diese Übertragungsarten lassen es so aussehen, als würden Sie eine große Internetseite anstatt Tor aufrufen. meek-amazon lässt es aussehen, als würden Sie Amazon Web Services benutzen; meek-azure lässt es aussehen als würden Sie eine Microsoft-Internetseite besuchen und meek-google lässt es aussehen als würden Sie die Google-Suche benutzen.
es_es: Todos estos transportes hacen que parezca que estás navegando por uno de los principales sitios web en lugar de estar usando Tor. meek-amazon hace que parezca que estás usando Amazon Web Services; meek-azure hace que parezca que estás usando un sitio web de Microsoft; y meek-google hace que parezca que estás usando la búsqueda de Google.
fr: Tous ces transports donnent l'impression que vous parcourez l'un des grands sites Web au lieu d'utiliser Tor. meek-amazon donne l'impression que vous utilisez les services Web d'Amazon ; meek-azure donne l'impression que vous utilisez un site Web de Microsoft ; et meek-google l'impression que vous utilisez la recherche Google.
nl: Deze transports laten het lijken of u surft op een veel gebruikte website in plaats van dat u Tor gebruikt. Meek-amazon laat het lijken alsof u Amazon Web Services gebruikt; meek-azure laat het lijken alsof u een Microsoft website gebruikt; en meek-google laat het lijken alsof u Google search gebruikt.
pt_br: Todos esses transportadores fazem com que pareça que você está acessando um dos grandes sites da web, e não que você usa Tor. meek-amazon faz com que pareça que você utiliza Amazon; meek-azure, Microsoft; e meek-google faz parecer que você está usando a pesquisa do Google.
vi: Toàn bộ những dịch chuyển này làm cho nó giống như là bạn đang truy cập một trang web chuyên biệt thay vì sử dụng Tor. meek-amazon làm nó như là bạn đang sử dụng Các dịch vụ Web của Amazon; meek-azure làm nó như là bạn đang sử dụng một trang web của Microsoft; và meek-google làm nó như là bạn đang sử dụng tìm kiếm Google.
zh_cn: 这些 可插拔传输层 都可以让您在使用洋葱路由来上网时，在网络上传输的数据信号看起来就像是在浏览普通网站一样，meek-amazon 可以让您的网络信号看起来像是在访问亚马逊网络服务一样；meek-azure 则可以让您的网络信号看起来像是正在使用微软的网络云端服务一般；而 meek-google 会让您的网络信号看起来像是在使用谷歌搜索引擎一样。

source: What to do if Tor Browser doesn’t work
de: Was tun, wenn der Tor-Browser nicht funktioniert?
es_es: Qué hacer si el Navegador Tor no funciona
fr: Que faire si le navigateur Tor ne fonctionne pas ?
nl: Wat te doen als de Tor Browser niet werkt
pt_br: O que fazer se o Navegador Tor não funcionar
vi: Làm gì nếu Trình duyệt Tor không hoạt động
zh_cn: Tor 浏览器不好使了该怎么做

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
de: Kurze Zeit nach dem Starten des Tor Browsers und dem Klicken auf "Verbinden" wenn sie ihn das erste Mal verwenden, sollten Sie in der Lage sein, Internetseiten aufzurufen.
es_es: Deberías poder comenzar a navegar la web usando el Navegador Tor poco después de ejecutar el programa y pulsar el botón "Conectar", si lo estás usando por primera vez.
fr: Vous devriez pouvoir commencer à parcourir le Web avec le navigateur Tor peu de temps après avoir lancé le programme et avoir cliqué sur le bouton « Se connecter » si vous l'utilisez pour la première fois.
nl: U zou in staat moeten zijn om op het web te beginnen surfen kort nadat het programma begint te draaien, en op de "Verbind" knop te klikken als u het voor de eerste keer gebruikt.
pt_br: Você deve conseguir começar a navegar na web utilizando o Navegador Tor logo após executar o programa e clicar no botão "Connect", se você estiver usando-o pela primeira vez.
vi: Bạn nên có thể bắt đầu lướt web bằng Trình duyệt Tor ngay sau khi chạy chương trình đó, và kích vào nút "Kết nối" nếu bạn đang dùng nó lần đầu tiên.
zh_cn: 理论上来说，当 Tor 浏览器启动后您应该可以直接开始浏览网页，若是首次启动的话，顶多只需要再点击“连接”按钮即可开始上网。

source: Quick fixes
de: Schnelle Lösungen
es_es: Arreglos rápidos
fr: Solutions rapides
nl: Snelle oplossingen
pt_br: Consertos rápidos
vi: Những khắc phục nhanh
zh_cn: 快速修复

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
de: Wenn der Tor-Browser keine Verbindung herstellt, könnte es eine einfache Lösung geben. Probieren Sie Folgendes aus:
es_es: Si el Navegador Tor no conecta, puede haber una solución simple. Pruebe cada una de las siguientes:
fr: Si le navigateur Tor ne se connecte pas, il existe peut-être une solution simple. Essayez une des suivantes :
nl: Als Tor Browser niet verbind, kan er een simpele oplossing zijn. Probeer elk van de volgende:
pt_br: Caso o Navegador Tor não se conecte, provavelmente haverá uma solução simples a ser encontrada. Tente as seguintes:
vi: Nếu Trình duyệt Tor không thể kết nối, có thể có một giải pháp đơn giản. Thử một trong những cách sau:
zh_cn: 如果 Tor 浏览器没有连接，那么可能比较简单。逐个尝试下列方法：

source: Your computer’s system clock must be set correctly, or Tor will not be able to connect.
de: Die Systemuhr Ihres Computers muss richtig eingestellt sein oder Tor kann keine Verbindung herstellen.
es_es: El reloj de tu ordenador ha de estar configurado correctamente, o Tor no podrá conectar.
fr: L'horloge système de votre ordinateur doit être ajustée correctement ou Tor ne pourra pas se connecter.
nl: Uw computer's systeem klok moet correct zijn ingesteld, anders zal Tor niet in staat zijn te verbinden.
pt_br: O relógio de sistema do seu computador tem de ser configurado corretamente. Caso contrário, o Tor nao conseguira se conectar.
vi: Đồng hồ hệ thống phải được cài đặt chính xác, hoặc Tor sẽ không thể kết nối.
zh_cn: 您的计算机的系统始终必须正确设置，否则 Tor 无法连接。

source: Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
de: Stellen Sie bitte sicher, dass nicht ein anderer Tor Browser bereits läuft. Wenn Sie nicht sicher sind, ob der Tor Browser läuft, starten Sie bitte Ihren Computer neu.
es_es: Asegúrese de que no hay otro Navegador Tor ya en marcha. Si no está seguro, reinicie su computadora.
fr: Assurez-vous qu'un autre navigateur Tor n'est pas déjà en cours d'exécution. Si vous n'en êtes pas certain, redémarrez votre ordinateur.
nl: Zorg ervoor dat er niet een andere Tor Browser draait. Als u niet zeker bent of er een andere Tor Browser draait, herstart dan uw computer.
pt_br: Certifique-se de que um outro Navegador Tor não esteja já em funcionamento. Se você não tiver certeza, reinicie o computador.
vi: Hãy đảm bảo rằng không có một Trình duyệt Tor khác đang hoạt động. Nếu bạn không chắc nếu Trình duyệt Tor đang hoạt động, khởi động lại máy tính.
zh_cn: 确保没有 Tor 浏览器正在运行。如果您无法确认，请重启您的计算机。

source: Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
de: Stellen Sie sicher dass kein von Ihnen installiertes Antivirenprogramm Tor davon abhält korrekt zu laufen. Sie müssen eventuell die Dokumentation des Herstellers Ihrer Antivirensoftware heranziehen wenn Sie nicht wissen, wie Sie dies tun können.
es_es: Asegúrese de que cualquier programa antivirus que tenga instalado no está evitando que Tor se ejecute. Puede que necesite consultar la documentación de su software antivirus si no sabe cómo hacer esto.
fr: Assurez-vous qu'un antivirus que vous avez installé n'empêche pas Tor de fonctionner. Si vous ne savez pas comment le faire, consultez la documentation de votre antivirus.
nl: Zorg ervoor dat geen enkel antivirus programma dat u heeft geïnstalleerd Tor voorkomt te draaien. U zult uw antivirus software documentatie moeten raadplegen als u niet weet hoe dit te doen.
pt_br: Certifique-se de que nenhum programa antivírus instalado esteja impedindo o funcionamento do Tor. Caso não saiba como proceder, consulte a documentação do seu programa de antivírus.
vi: Đảm bảo rằng bất cứ chương trình diệt vi rút nào bạn đã cài đặt không cản trở Tor hoạt động. Bạn có thể cần tham khảo tài liệu của phần mềm diệt vi rút của bạn nếu không biết làm điều này như thế nào.
zh_cn: 请确认您电脑中所安装的杀毒软件不会干扰或阻挡洋葱路由的运行，若您不确定的话可能需要查阅杀毒软件的相关手册或说明文档。

source: Temporarily disable your firewall.
de: Deaktivieren Sie vorübergehend Ihre Firewall.
es_es: Deshabilita temporalmente tu cortafuegos (firewall).
fr: Désactivez temporairement votre pare-feu.
nl: Deactiveer je firewall tijdelijk.
pt_br: Desative temporariamente o seu firewall.
vi: Tạm thời tắt tường lửa.
zh_cn: 临时禁用您的防火墙。

source: Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
de: Löschen sie den Tor-Browser und installieren sie ihn nochmals. Wenn sie den Browser aktualisieren, löschen sie die alten Dateien, des Tor-Browsers. Stellen sie sicher, dass sie vollständig gelöscht sind und nicht einfach überschrieben werden.
es_es: Borre el Navegador Tor e instálelo de nuevo. Si está actualizando, no se limitee a sobrescribir sus anteriores ficheros del Navegador Tor; asegúrese previamente de que han sido borrados por completo.
fr: Supprimez le navigateur Tor et réinstallez-le. Si vous procédez à une mise à jour, n'écrasez pas vos anciens fichiers du navigateur Tor ; assurez-vous de les supprimer complètement avant.
nl: Verwijder Tor Browser en installeer het opnieuw. Wanneer u update, overschijf niet de vorige Tor Browser files; verzeker dat ze volledig zijn verwijderd op voorhand.
pt_br: Apague o Navegador Tor e instale-o novamente. Ao fazer uma atualização, em vez de simplesmente sobrepor novos arquivos aos antigos, verifique que estes sejam totalmente apagados.
vi: Xoá Trình duyệt Tor rồi cài đặt lại. Nếu cập nhật, tránh việc chỉ gi đè lên các tệp tin của Trình duyệt Tor trước đó; trước tiên hãy đảm bảo chúng đã bị xoá hết.
zh_cn: 移除掉 Tor 浏览器后再重新安装，若是要更新版本的话，请不要用新版软件去覆盖已安装的旧版本，安装前先确认旧版本是否已经完全移除。

source: Is your connection censored?
de: Ist Ihre Verbindung zensiert?
es_es: ¿Está censurada tu conexión?
fr: Votre connexion est-elle censurée ?
nl: Is je verbinding gecensureerd?
pt_br: A sua conexão é censurada?
vi: Kết nối của bạn có bị kiểm duyệt không?
zh_cn: 您的连接是否受到审查？

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <link xref="circumvention">Circumvention</link> section for possible solutions.
de: Wenn Sie sich noch immer nicht verbinden können ist es möglich dass Ihr Internetdienstanbieter Verbindungen zum Tor Netzwerk zensiert. Lesen Sie den Abschnitt <link xref="circumvention">Umgehungsmaßnahmen</link> um mögliche Lösungen zu erhalten.
es_es: Si aún no puedes conectar, tu Proveedor de Servicios de Internet (ISP) podría estar censurando las conexiones a la red Tor. Lee la sección <link xref="circumvention">Elusión</link> en busca de posibles soluciones.
fr: Si vous ne pouvez toujours pas vous connecter, il est possible que votre fournisseur d'accès à Internet censure les connexions vers le réseau Tor. Lire la section <link xref="circumvention">Le contournement</link> pour découvrir des solutions possibles.
nl: Als u nog steeds niet kunt verbinden, uw Internet Service Provider zou u verbindingen naar het Tor netwerk kunnen censureren. Lees de <link xref="circumvention">Omzeilings</link> sectie voor mogelijke oplossingen.
pt_br: Se ainda assim você não conseguir se conectar, talvez o seu Provedor de Serviço de Internet esteja censurando conexões à rede Tor. Leia a seção <link xref="Contornar a censura">Circumvention</link> para encontrar possíveis soluções.
vi: Nếu bạn vẫn không thể kết nối, Nhà cung cấp Dịch vụ Internet của bạn có lẽ đang kiểm duyệt các kết nối đến mạng Tor. Xem mục <link xref="circumvention">Vòng tránh</link> cho những giải pháp có thể.
zh_cn: 如果您仍然无法连接上网，很有可能是因为您的网络服务供应商有使用会阻挡洋葱路由网络连接的网络过滤监控系统，请参考<link xref="circumvention">回避</link>网页以了解可行的解决方式。

source: Known issues
de: Bekannte Probleme
es_es: Problemas conocidos
fr: Les problèmes connus
nl: Bekende problemen
pt_br: Problemas conhecidos
vi: Các vấn đề đã biết
zh_cn: 已知问题

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <link xref="known-issues">Known Issues</link> page to see if the problem you are experiencing is already listed there.
de: Der Tor Browser wird ständig weiterentwickelt und einige Probleme sind zwar bekannt aber bisher noch nicht behoben. Bitte sehen Sie auf der Seite <link xref="known-issues">Bekannte Probleme</link> nach ob das Problem, dass bei Ihnen auftritt dort bereits aufgelistet ist.
es_es: El Navegador Tor está bajo desarrollo constante, y algunos problemas son conocidos pero aún no están reparados. Por favor, revise la página de <link xref="known-issues">Problemas conocidos</link> para ver si el problema que está experimentando ya está listado allí.
fr: Le navigateur Tor évolue constamment, et certains problèmes sont connus, mais n'ont pas encore été corrigés. Veuillez vous référer à la page <link xref="known-issues">Les problèmes connus</link> pour vérifier si le problème que vous rencontrez n'y est pas déjà répertorié.
nl: Tor Browser is onder constante ontwikkeling, en sommige problemen zijn gekend maar nog niet opgelost. Zie de <link xref="known-issues">Gekende problemen</link> pagina om te zien of het probleem dat u ondervindt al reeds is vermeld daar.
pt_br: O Navegador Tor está em constante desenvolvimento. Alguns problemas são conhecidos, mas ainda não solucionados. Por favor, consulte a página <link xref="known-issues">Problemas conhecidos</link> para ver se o problema que você está encontrando já foi listado lá.
vi: Trình duyệt Tor đang trong quá trình phát triển đều đặn, và một vài sự cố đã được biết đến nhưng vẫn chưa được khắc phục. Hãy kiểm tra trang <link xref="known-issues">Các sự cố đã biết</link> để xem nếu vấn đề bạn đang trải nghiệm đã được liệt kê ở đó rồi.
zh_cn: Tor 浏览器的开发仍在不断进行中，有些已知的软件错误可能仍未被修复，您可以查阅<link xref="known-issues">已知问题</link>页面了解您遭遇的问题是否已被收录其中。

source: How to remove Tor Browser from your system
de: So entfernen Sie den Tor-Browser von Ihrem System
es_es: Cómo eliminar el Navegador Tor de su sistema
fr: Comment supprimer le navigateur Tor de votre système ?
nl: Hoe verwijder je de Tor Browser van je systeem
pt_br: Como remover o Navegador Tor do seu sistema
vi: Làm thế nào để gỡ bỏ Trình duyệt Tor khỏi hệ thống
zh_cn: 如何在您的系统上删除 Tor 浏览器

source: Uninstalling
de: Deinstallieren
es_es: Desinstalar
fr: La désinstallation
nl: De-installeren
pt_br: Desinstalando
vi: Huỷ cài đặt
zh_cn: 卸载

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
de: Der Tor Browser beeinträchtigt keine andere existierende Anwendung oder Einstellungen auf Ihrem Computer. Das Deinstallieren des Tor Browsers wird sich nicht auf die Anwendungen oder Einstellungen Ihres Systems auswirken.
es_es: El Navegador Tor no afecta a ningún software existente en su máquina ni a los ajustes de estos. Desinstalar el Navegador Tor no afectará ni al software de su sistema ni a sus configuraciones.
fr: Le navigateur Tor n'affecte aucun logiciel existant ou paramètre de votre ordinateur. La désinstallation du navigateur Tor n'affectera ni les logiciels ni les paramètres de votre système.
nl: Tor Browser heeft geen invloed op bestaande software of instellingen op uw computer. Tor Browser verwijderen zal geen invloed hebben uw systeem's software of instellingen.
pt_br: O Navegador Tor não afeta os programas existentes nem as configurações no seu computador. Desinstalar o Navegador Tor não afetará em nada o seu programa de sistema ou as suas configurações.
vi: Trình duyệt Tor không tác động đến bất cứ phần mền hay các cài đặt nào đang tồn tại trên máy tính của bạn. Việc huỷ cài đặt Trình duyệt Tor sẽ không tác động đến phần mềm hay các cài đặt hệ thống.
zh_cn: Tor 浏览器不影响您的计算机上的任何现有的软件或设置。卸载 Tor 浏览器不会影响您的系统的软件或设置。
